Repository: vsmirn0v/KaChat
Catalog: KaChat/*.lproj/Localizable.strings
Languages: ar_eg, bn, es, fr, it, ja, ru, tr

source: Failed to export diagnostics.
ar_eg: فشل تصدير التشخيصات.
bn: ডায়াগনস্টিকস রপ্তানি করতে ব্যর্থ।
es: Error al exportar diagnosticos.
fr: Échec de l'export des diagnostics.
it: Esportazione diagnostica fallita.
ja: 診断のエクスポートに失敗しました。
ru: Не удалось экспортировать диагностику.
tr: Tanılama dışa aktarılamadı.

source: Failed to link system contact.
ar_eg: فشل ربط جهة اتصال النظام.
bn: সিস্টেম কন্টাক্ট লিংক করতে ব্যর্থ।
es: Error al vincular contacto del sistema.
fr: Échec de la liaison avec la liste de contacts système.
it: Collegamento contatto di sistema fallito.
ja: システム連絡先のリンクに失敗しました。
ru: Не удалось привязать системный контакт.
tr: Sistem kişisi bağlanamadı.

source: Failed to open archive: (error.localizedDescription)
ar_eg: فشل فتح الأرشيف: (error.localizedDescription)
bn: আর্কাইভ খুলতে ব্যর্থ: (error.localizedDescription)
es: Error al abrir archivo: (error.localizedDescription)
fr: Échec de l'ouverture de l'archive : (error.localizedDescription)
it: Impossibile aprire l'archivio: (error.localizedDescription)
ja: アーカイブを開けませんでした: (error.localizedDescription)
ru: Не удалось открыть архив: (error.localizedDescription)
tr: Arşiv açılamadı: (error.localizedDescription)

source: Generate Account
ar_eg: إنشاء حساب
bn: অ্যাকাউন্ট জেনারেট করুন
es: Generar cuenta
fr: Générer un compte
it: Genera account
ja: アカウントを生成
ru: Сгенерировать аккаунт
tr: Hesap Oluştur

source: Gift
ar_eg: هدية
bn: উপহার
es: Regalo
fr: Cadeau
it: Regalo
ja: ギフト
ru: Подарок
tr: Hediye

source: Gift already claimed
ar_eg: الهدية متاخدة قبل كده
bn: উপহার ইতিমধ্যেই নেওয়া হয়েছে
es: Regalo ya reclamado
fr: Cadeau déjà réclamé
it: Regalo già richiesto
ja: すでにギフトを受け取り済みです
ru: Подарок уже получен
tr: Hediye zaten alındı

source: Gift claim reset. You can request it again.
ar_eg: تم إعادة تعيين طلب الهدية. يمكنك طلبها مرة أخرى.
bn: উপহার ক্লেইম রিসেট হয়েছে। আপনি আবার অনুরোধ করতে পারেন।
es: Reclamacion de regalo reiniciada. Puedes solicitarlo de nuevo.
fr: Réclamation du cadeau réinitialisée. Vous pouvez le demander à nouveau.
it: Richiesta regalo reimpostata. Puoi richiederlo di nuovo.
ja: ギフトの受け取りがリセットされました。再度リクエストできます。
ru: Запрос на подарок сброшен. Вы можете запросить снова.
tr: Hediye talebi sıfırlandı. Tekrar talep edebilirsiniz.

source: Gift claimed
ar_eg: تم استلام الهدية
bn: উপহার নেওয়া হয়েছে
es: Regalo reclamado
fr: Cadeau réclamé
it: Regalo richiesto
ja: ギフトを受け取りました
ru: Подарок получен
tr: Hediye alındı

source: Gift sent to your wallet!
ar_eg: الهدية اتبعتت لمحفظتك!
bn: উপহার আপনার ওয়ালেটে পাঠানো হয়েছে!
es: ¡Regalo enviado a tu billetera!
fr: Cadeau envoyé à votre portefeuille !
it: Regalo inviato al tuo wallet!
ja: ギフトがあなたのウォレットに送信されました！
ru: Подарок отправлен на ваш кошелек!
tr: Hediye cüzdanına gönderildi!

source: Gift unavailable
ar_eg: الهدية غير متاحة
bn: উপহার উপলভ্য নয়
es: Regalo no disponible
fr: Cadeau indisponible
it: Regalo non disponibile
ja: ギフトを利用できません
ru: Подарок недоступен
tr: Hediye kullanılamıyor

source: Request to communicate
ar_eg: طلب التواصل
bn: যোগাযোগের অনুরোধ
es: Solicitar comunicación
fr: Demande de communication
it: Richiesta di comunicazione
ja: 通信リクエスト
ru: Запрос на общение
tr: İletişim talebi

source: Send audio
ar_eg: إرسال صوت
bn: অডিও পাঠান
es: Enviar audio
fr: Envoyer un audio
it: Invia audio
ja: 音声を送信
ru: Отправить аудио
tr: Ses gönder

source: Send KAS
ar_eg: إرسال KAS
bn: KAS পাঠান
es: Enviar KAS
fr: Envoyer des KAS
it: Invia KAS
ja: KASを送信
ru: Отправить KAS
tr: KAS gönder

source: Send message
ar_eg: إرسال رسالة
bn: বার্তা পাঠান
es: Enviar mensaje
fr: Envoyer un message
it: Invia messaggio
ja: メッセージを送信
ru: Отправить сообщение
tr: Mesaj gönder

source: Hide auto-created payment chats
ar_eg: إخفاء محادثات الدفع المنشأة تلقائياً
bn: স্বয়ংক্রিয় তৈরি পেমেন্ট চ্যাট লুকান
es: Ocultar chats de pago creados automaticamente
fr: Masquer les discussions automatiques de paiement
it: Nascondi le chat di pagamento create automaticamente
ja: 自動作成された支払いチャットを非表示
ru: Скрыть автосозданные чаты платежей
tr: Otomatik oluşturulan ödeme sohbetlerini gizle

source: High Transaction Traffic
ar_eg: حركة معاملات عالية
bn: উচ্চ ট্রানজ্যাকশন ট্র্যাফিক
es: Alto trafico de transacciones
fr: Trafic de transactions élevé
it: Alto traffico di transazioni
ja: トランザクション量が多い
ru: Высокий трафик транзакций
tr: Yüksek İşlem Trafiği

source: I have written down my seed phrase and stored it securely
ar_eg: لقد كتبت seed phrase الخاصة بي وخزنتها بأمان
bn: আমি আমার seed phrase লিখে রেখেছি এবং নিরাপদে সংরক্ষণ করেছি
es: He anotado mi seed phrase y la he almacenado de forma segura
fr: J'ai noté ma seed phrase et l'ai stockée en sécurité
it: Ho scritto la mia seed phrase e l'ho conservata in modo sicuro
ja: seed phraseを書き留めて安全に保管しました
ru: Я записал(а) свою seed phrase и сохранил(а) её в безопасном месте
tr: Seed phrase'imi yazdım ve güvenli bir yerde sakladım

source: If claiming fails because the donation wallet is temporarily out of funds, please try again later.
ar_eg: لو الاستلام فشل عشان محفظة التبرعات مافيهاش رصيد مؤقتا، جرب تاني بعد شوية.
bn: দান ওয়ালেটে সাময়িকভাবে ফান্ড না থাকায় ক্লেইম ব্যর্থ হলে পরে আবার চেষ্টা করুন।
es: Si el reclamo falla porque la billetera de donaciones se queda sin fondos temporalmente, inténtalo de nuevo más tarde.
fr: Si la réclamation échoue parce que le portefeuille de dons est temporairement à court de fonds, réessayez plus tard.
it: Se la richiesta fallisce perché il wallet delle donazioni è temporaneamente senza fondi, riprova più tardi.
ja: 寄付ウォレットの残高不足で受け取りに失敗した場合は、後でもう一度お試しください。
ru: Если получение не удается, потому что в донат-кошельке временно нет средств, попробуйте позже.
tr: Bağış cüzdanında geçici olarak bakiye kalmadığı için talep başarısız olursa, daha sonra tekrar dene.

source: Import
ar_eg: استيراد
bn: ইমপোর্ট করুন
es: Importar
fr: Importer
it: Importa
ja: インポート
ru: Импорт
tr: İçe Aktar

source: Import Account
ar_eg: استيراد حساب
bn: অ্যাকাউন্ট ইমপোর্ট করুন
es: Importar cuenta
fr: Importer un compte
it: Importa account
ja: アカウントをインポート
ru: Импортировать аккаунт
tr: Hesabı İçe Aktar

source: Import Chat History
ar_eg: استيراد سجل المحادثات
bn: চ্যাট ইতিহাস ইমপোর্ট করুন
es: Importar historial de chat
fr: Importer l'historique des discussions
it: Importa cronologia chat
ja: チャット履歴をインポート
ru: Импорт истории чатов
tr: Sohbet Geçmişini İçe Aktar

source: Import Existing Account
ar_eg: استيراد حساب موجود
bn: বিদ্যমান অ্যাকাউন্ট ইমপোর্ট করুন
es: Importar cuenta existente
fr: Importer un compte existant
it: Importa account esistente
ja: 既存のアカウントをインポート
ru: Импортировать существующий аккаунт
tr: Mevcut Hesabı İçe Aktar

source: Import Your Account
ar_eg: استيراد حسابك
bn: আপনার অ্যাকাউন্ট ইমপোর্ট করুন
es: Importar tu cuenta
fr: Importer votre compte
it: Importa il tuo account
ja: アカウントをインポート
ru: Импортируйте ваш аккаунт
tr: Hesabınızı İçe Aktarın

source: Import failed: (error.localizedDescription)
ar_eg: فشل الاستيراد: (error.localizedDescription)
bn: ইমপোর্ট ব্যর্থ: (error.localizedDescription)
es: Error de importacion: (error.localizedDescription)
fr: Échec de l'import : (error.localizedDescription)
it: Importazione fallita: (error.localizedDescription)
ja: インポートに失敗しました: (error.localizedDescription)
ru: Ошибка импорта: (error.localizedDescription)
tr: İçe aktarma başarısız: (error.localizedDescription)

source: Important
ar_eg: مهم
bn: গুরুত্বপূর্ণ
es: Importante
it: Importante
ja: 重要
ru: Важно
tr: Önemli

source: Imported (summary.messageCount) messages from (summary.conversationCount) chats.
ar_eg: تم استيراد (summary.messageCount) رسالة من (summary.conversationCount) محادثة.
bn: (summary.conversationCount) চ্যাট থেকে (summary.messageCount) বার্তা ইমপোর্ট করা হয়েছে।
es: (summary.messageCount) mensajes importados de (summary.conversationCount) chats.
fr: (summary.messageCount) messages importés depuis (summary.conversationCount) discussions.
it: (summary.messageCount) messaggi importati da (summary.conversationCount) chat.
ja: (summary.conversationCount) 件のチャットから (summary.messageCount) 件のメッセージをインポートしました。
ru: Импортировано (summary.messageCount) сообщений из (summary.conversationCount) чатов.
tr: (summary.conversationCount) sohbetten (summary.messageCount) mesaj içe aktarıldı.

source: Imported (summary.messageCount) messages from (summary.conversationCount) chats. Filled (summary.filledSentContentCount) sent messages.
ar_eg: تم استيراد (summary.messageCount) رسالة من (summary.conversationCount) محادثة. تم ملء (summary.filledSentContentCount) رسالة مرسلة.
bn: (summary.conversationCount) চ্যাট থেকে (summary.messageCount) বার্তা ইমপোর্ট করা হয়েছে। (summary.filledSentContentCount) প্রেরিত বার্তা পূরণ করা হয়েছে।
es: (summary.messageCount) mensajes importados de (summary.conversationCount) chats. (summary.filledSentContentCount) mensajes enviados completados.
fr: (summary.messageCount) messages importes depuis (summary.conversationCount) discussions. (summary.filledSentContentCount) messages envoyés. Terminé.
it: (summary.messageCount) messaggi importati da (summary.conversationCount) chat. (summary.filledSentContentCount) messaggi inviati completati.
ja: (summary.conversationCount) 件のチャットから (summary.messageCount) 件のメッセージをインポートしました。(summary.filledSentContentCount) 件の送信メッセージを補完しました。
ru: Импортировано (summary.messageCount) сообщений из (summary.conversationCount) чатов. Заполнено (summary.filledSentContentCount) отправленных сообщений.
tr: (summary.conversationCount) sohbetten (summary.messageCount) mesaj içe aktarıldı. (summary.filledSentContentCount) gönderilmiş mesaj dolduruldu.

source: Indexer URL
ar_eg: رابط المفهرس
es: URL del indexador
fr: URL de l'indexeur
it: URL indicizzatore
ru: URL индексатора
tr: Dizinleyici URL

source: Info
ar_eg: معلومات
bn: তথ্য
ja: 情報
ru: Инфо
tr: Bilgi

source: KNS Domains
ar_eg: نطاقات KNS
bn: KNS ডোমেন
es: Dominios KNS
fr: Domaines KNS
it: Domini KNS
ja: KNSドメイン
ru: KNS домены
tr: KNS Alan Adları

source: KNS domain resolution service
ar_eg: خدمة تحليل نطاقات KNS
bn: KNS ডোমেন রেজোলিউশন সেবা
es: Servicio de resolucion de dominio KNS
fr: Service de résolution de domaine KNS
it: Servizio di risoluzione dominio KNS
ja: KNSドメイン解決サービス
ru: Сервис разрешения KNS доменов
tr: KNS alan adı çözümleme servisi

source: KaChat Indexer
ar_eg: مفهرس KaChat
bn: KaChat ইনডেক্সার
es: Indexador de KaChat
fr: Indexeur KaChat
it: Indicizzatore KaChat
ja: KaChatインデクサ
ru: Индексатор KaChat
tr: KaChat Dizinleyici

source: Kaspa Address or KNS Domain
ar_eg: عنوان Kaspa أو نطاق KNS
bn: Kaspa ঠিকানা বা KNS ডোমেন
es: Direccion Kaspa o dominio KNS
fr: Adresse Kaspa ou domaine KNS
it: Indirizzo Kaspa o dominio KNS
ja: KaspaアドレスまたはKNSドメイン
ru: Адрес Kaspa или KNS домен
tr: Kaspa Adresi veya KNS Alan Adı

source: Last Sync
ar_eg: آخر مزامنة
bn: সর্বশেষ সিংক
es: Ultima sincronizacion
fr: Dernière synchronisation
it: Ultima sincronizzazione
ja: 最終同期
ru: Последняя синхронизация
tr: Son Senkronizasyon

source: Last failed endpoint: (dpiWarningEndpoint)
ar_eg: آخر نقطة اتصال فاشلة: (dpiWarningEndpoint)
bn: সর্বশেষ ব্যর্থ এন্ডপয়েন্ট: (dpiWarningEndpoint)
es: Ultimo punto de acceso fallido: (dpiWarningEndpoint)
fr: Dernier point d'accès en échec : (dpiWarningEndpoint)
it: Ultimo endpoint fallito: (dpiWarningEndpoint)
ja: 最後に失敗したエンドポイント: (dpiWarningEndpoint)
ru: Последний неудачный эндпоинт: (dpiWarningEndpoint)
tr: Son başarısız uç nokta: (dpiWarningEndpoint)

source: Last failed endpoint: \(dpiWarningEndpoint)
ar_eg: آخر نقطة اتصال فاشلة: \(dpiWarningEndpoint)
bn: সর্বশেষ ব্যর্থ এন্ডপয়েন্ট: \(dpiWarningEndpoint)
es: Ultimo punto de acceso fallido: \(dpiWarningEndpoint)
fr: Dernier point d'accès en échec : \(dpiWarningEndpoint)
it: Ultimo endpoint fallito: \(dpiWarningEndpoint)
ja: 最後に失敗したエンドポイント: \(dpiWarningEndpoint)
ru: Последний неудачный эндпоинт: \(dpiWarningEndpoint)
tr: Son başarısız uç nokta: \(dpiWarningEndpoint)

source: Last refresh: (formatRelativeDate(lastRefresh))
ar_eg: آخر تحديث: (formatRelativeDate(lastRefresh))
bn: সর্বশেষ রিফ্রেশ: (formatRelativeDate(lastRefresh))
es: Ultima actualizacion: (formatRelativeDate(lastRefresh))
fr: Dernier rafraichissement : (formatRelativeDate(lastRefresh))
it: Ultimo aggiornamento: (formatRelativeDate(lastRefresh))
ja: 最終更新: (formatRelativeDate(lastRefresh))
ru: Последнее обновление: (formatRelativeDate(lastRefresh))
tr: Son yenileme: (formatRelativeDate(lastRefresh))

source: Last refresh: \(formatRelativeDate(lastRefresh))
ar_eg: آخر تحديث: \(formatRelativeDate(lastRefresh))
bn: সর্বশেষ রিফ্রেশ: \(formatRelativeDate(lastRefresh))
es: Ultima actualizacion: \(formatRelativeDate(lastRefresh))
fr: Dernier rafraichissement : \(formatRelativeDate(lastRefresh))
it: Ultimo aggiornamento: \(formatRelativeDate(lastRefresh))
ja: 最終更新: \(formatRelativeDate(lastRefresh))
ru: Последнее обновление: \(formatRelativeDate(lastRefresh))
tr: Son yenileme: \(formatRelativeDate(lastRefresh))

source: Latency
ar_eg: زمن الاستجابة
bn: বিলম্ব
es: Latencia
fr: Latence
it: Latenza
ja: レイテンシー
ru: Задержка
tr: Gecikme

source: Link from Contacts
ar_eg: ربط من جهات الاتصال
bn: কন্টাক্ট থেকে লিংক করুন
es: Vincular desde contactos
fr: Lier depuis les contacts
it: Collega dai contatti
ja: 連絡先からリンク
ru: Привязать из контактов
tr: Kişilerden Bağla

source: Linked
ar_eg: مرتبط
bn: লিংক করা হয়েছে
es: Vinculado
fr: Lié
it: Collegato
ja: リンク済み
ru: Привязан
tr: Bağlı

source: Linked to (target.displayName).
ar_eg: مرتبط بـ (target.displayName).
bn: (target.displayName)-এর সাথে লিংক করা হয়েছে।
es: Vinculado a (target.displayName).
fr: Lié à (target.displayName).
it: Collegato a (target.displayName).
ja: (target.displayName) にリンクしました。
ru: Привязан к (target.displayName).
tr: (target.displayName) ile bağlandı.

source: Loading balance...
ar_eg: جاري تحميل الرصيد...
bn: ব্যালেন্স লোড হচ্ছে...
es: Cargando saldo...
fr: Chargement du solde...
it: Caricamento saldo...
ja: 残高を読み込み中...
ru: Загрузка баланса...
tr: Bakiye yükleniyor...

source: Loading contacts...
ar_eg: جاري تحميل جهات الاتصال...
bn: কন্টাক্ট লোড হচ্ছে...
es: Cargando contactos...
fr: Chargement des contacts...
it: Caricamento contatti...
ja: 連絡先を読み込み中...
ru: Загрузка контактов...
tr: Kişiler yükleniyor...

source: Loading domains...
ar_eg: جاري تحميل النطاقات...
bn: ডোমেন লোড হচ্ছে...
es: Cargando dominios...
fr: Chargement des domaines...
it: Caricamento domini...
ja: ドメインを読み込み中...
ru: Загрузка доменов...
tr: Alan adları yükleniyor...

source: Loading...
ar_eg: جاري التحميل...
bn: লোড হচ্ছে...
es: Cargando...
fr: Chargement...
it: Caricamento...
ja: 読み込み中...
ru: Загрузка...
tr: Yükleniyor...

source: Log Out
ar_eg: تسجيل الخروج
bn: লগ আউট
es: Cerrar sesion
fr: Déconnexion
it: Esci
ja: ログアウト
ru: Выйти
tr: Çıkış Yap

source: Manual endpoints have highest priority
ar_eg: نقاط الاتصال اليدوية لها الأولوية القصوى
bn: ম্যানুয়াল এন্ডপয়েন্টের সর্বোচ্চ অগ্রাধিকার আছে
es: Los puntos de acceso manuales tienen la mayor prioridad
fr: Les points d'accès manuels ont la priorité la plus élevée
it: Gli endpoint manuali hanno la massima priorita
ja: 手動エンドポイントが最優先されます
ru: Ручные эндпоинты имеют наивысший приоритет
tr: Manuel uç noktalar en yüksek önceliğe sahiptir

source: Manual endpoints have highest priority and are never auto-removed
ar_eg: نقاط الاتصال اليدوية لها الأولوية القصوى ولا تُزال تلقائياً أبداً
bn: ম্যানুয়াল এন্ডপয়েন্টের সর্বোচ্চ অগ্রাধিকার আছে এবং স্বয়ংক্রিয়ভাবে কখনো সরানো হয় না
es: Los puntos de acceso manuales tienen la mayor prioridad y nunca se eliminan automaticamente
fr: Les points d'accès manuels ont la priorité la plus élevée et ne sont jamais supprimés automatiquement
it: Gli endpoint manuali hanno la massima priorita e non vengono mai rimossi automaticamente
ja: 手動エンドポイントは最優先され、自動削除されません
ru: Ручные эндпоинты имеют наивысший приоритет и никогда не удаляются автоматически
tr: Manuel uç noktalar en yüksek önceliğe sahiptir ve asla otomatik kaldırılmaz

source: Max
ar_eg: الحد الأقصى
bn: সর্বোচ্চ
ja: 最大
ru: Макс
tr: Maks

source: Message indexer service for chat functionality
ar_eg: خدمة فهرسة الرسائل لوظائف المحادثة
bn: চ্যাট কার্যকারিতার জন্য বার্তা ইনডেক্সার সেবা
es: Servicio de indexacion de mensajes para la funcionalidad de chat
fr: Service d'indexation des messages pour la fonctionnalité de discussion
it: Servizio di indicizzazione messaggi per la funzionalita di chat
ja: チャット機能用メッセージインデクササービス
ru: Сервис индексации сообщений для чатов
tr: Sohbet işlevi için mesaj dizinleme servisi

source: Message sync appears incomplete under restricted network conditions. Consider wiping and re-syncing incoming messages on a normal connection.
ar_eg: يبدو أن مزامنة الرسائل غير مكتملة في ظروف الشبكة المقيدة. فكر في مسح الرسائل الواردة وإعادة مزامنتها على اتصال عادي.
bn: সীমিত নেটওয়ার্ক অবস্থায় বার্তা সিংক অসম্পূর্ণ মনে হচ্ছে। স্বাভাবিক সংযোগে আগত বার্তা মুছে পুনরায় সিংক করার কথা ভাবুন।
es: La sincronizacion de mensajes parece incompleta bajo condiciones de red restringidas. Considera borrar y re-sincronizar los mensajes entrantes con una conexion normal.
fr: La synchronisation des messages semble incomplète sous des conditions réseau restreintes. Envisagez de supprimer et re-synchroniser les messages entrants avec une connexion normale.
it: La sincronizzazione dei messaggi sembra incompleta in condizioni di rete limitate. Considera di cancellare e ri-sincronizzare i messaggi in arrivo con una connessione normale.
ja: 制限されたネットワーク環境ではメッセージ同期が不完全な可能性があります。通常の接続で受信メッセージを消去して再同期することを検討してください。
ru: Синхронизация сообщений может быть неполной при ограниченном соединении. Рассмотрите очистку и повторную синхронизацию входящих сообщений при нормальном подключении.
tr: Kısıtlı ağ koşullarında mesaj senkronizasyonu eksik görünüyor. Normal bağlantıda gelen mesajları silip yeniden senkronize etmeyi düşünün.

source: Name
ar_eg: الاسم
bn: নাম
es: Nombre
fr: Nom
it: Nome
ja: 名前
ru: Имя
tr: Ad

source: Name (Optional)
ar_eg: الاسم (اختياري)
bn: নাম (ঐচ্ছিক)
es: Nombre (Opcional)
fr: Nom (Optionnel)
it: Nome (Opzionale)
ja: 名前（任意）
ru: Имя (необязательно)
tr: Ad (İsteğe Bağlı)

source: Name set to (domain).
ar_eg: تم تعيين الاسم إلى (domain).
bn: নাম (domain) সেট করা হয়েছে।
es: Nombre establecido como (domain).
fr: Nom défini sur (domain).
it: Nome impostato su (domain).
ja: 名前を (domain) に設定しました。
ru: Имя установлено: (domain).
tr: Ad (domain) olarak ayarlandı.

source: Name set to (domain). Tap Save to apply.
ar_eg: تم تعيين الاسم إلى (domain). اضغط حفظ للتطبيق.
bn: নাম (domain) সেট করা হয়েছে। প্রয়োগ করতে Save ট্যাপ করুন।
es: Nombre establecido como (domain). Toca Guardar para aplicar.
fr: Nom défini sur (domain). Appuyez sur Enregistrér pour appliquer.
it: Nome impostato su (domain). Tocca Salva per applicare.
ja: 名前を (domain) に設定しました。保存をタップして適用してください。
ru: Имя установлено: (domain). Нажмите Сохранить для применения.
tr: Ad (domain) olarak ayarlandı. Uygulamak için Kaydet'e dokunun.

source: Name updated.
ar_eg: تم تحديث الاسم.
bn: নাম আপডেট করা হয়েছে।
es: Nombre actualizado.
fr: Nom mis à jour.
it: Nome aggiornato.
ja: 名前を更新しました。
ru: Имя обновлено.
tr: Ad güncellendi.

source: Network
ar_eg: الشبكة
bn: নেটওয়ার্ক
es: Red
fr: Réseau
it: Rete
ja: ネットワーク
ru: Сеть
tr: Ağ

source: New message
ar_eg: رسالة جديدة
bn: নতুন বার্তা
es: Nuevo mensaje
fr: Nouveau message
it: Nuovo messaggio
ja: 新しいメッセージ
ru: Новое сообщение
tr: Yeni mesaj

source: No Conversations Yet
ar_eg: مفيش محادثات لسه
bn: এখনও কোনো কথোপকথন নেই
es: Aún no hay conversaciones
fr: Aucune conversation pour le moment
it: Nessuna conversazione per ora
ja: まだ会話がありません
ru: Пока нет чатов
tr: Henüz konuşma yok

source: No Kaspa address in system contact
ar_eg: لا يوجد عنوان Kaspa في جهة اتصال النظام
bn: সিস্টেম কন্টাক্টে কোনো Kaspa ঠিকানা নেই
es: Sin direccion Kaspa en el contacto del sistema
fr: Pas d'adresse Kaspa dans la liste de contacts système
it: Nessun indirizzo Kaspa nel contatto di sistema
ja: システム連絡先にKaspaアドレスがありません
ru: Нет адреса Kaspa в системном контакте
tr: Sistem kişisinde Kaspa adresi yok

source: No Sound
ar_eg: بدون صوت
bn: শব্দ নেই
es: Sin sonido
fr: Mode Silence
it: Nessun suono
ja: サウンドなし
ru: Без звука
tr: Ses Yok

source: No active account
ar_eg: مفيش حساب نشط
bn: সক্রিয় অ্যাকাউন্ট নেই
es: Sin cuenta activa
fr: Aucun compte actif
it: Nessun account attivo
ja: アクティブなアカウントがありません
ru: Нет активного аккаунта
tr: Etkin hesap yok

source: No active nodes
ar_eg: لا توجد عقد نشطة
bn: কোনো সক্রিয় নোড নেই
es: Sin nodos activos
fr: Aucun nœud actif
it: Nessun nodo attivo
ja: アクティブなノードがありません
ru: Нет активных узлов
tr: Aktif düğüm yok

source: No archived chats
ar_eg: مفيش محادثات مؤرشفة
bn: কোনো আর্কাইভ করা চ্যাট নেই
es: No hay chats archivados
fr: Aucune discussion archivée
it: Nessuna chat archiviata
ja: アーカイブされたチャットはありません
ru: Нет архивных чатов
tr: Arşivlenmiş sohbet yok

source: No contacts found.
ar_eg: لم يتم العثور على جهات اتصال.
bn: কোনো কন্টাক্ট পাওয়া যায়নি।
es: No se encontraron contactos.
fr: Aucun contact trouvé.
it: Nessun contatto trovato.
ja: 連絡先が見つかりません。
ru: Контакты не найдены.
tr: Kişi bulunamadı.

source: No messages yet
ar_eg: لا توجد رسائل بعد
bn: এখনও কোনো বার্তা নেই
es: Aun no hay mensajes
fr: Pas encore de messages
it: Ancora nessun messaggio
ja: メッセージはまだありません
ru: Пока нет сообщений
tr: Henüz mesaj yok

source: No nodes discovered
ar_eg: لم يتم اكتشاف عقد
bn: কোনো নোড পাওয়া যায়নি
es: No se descubrieron nodos
fr: Aucun nœud découvert
it: Nessun nodo scoperto
ja: ノードが見つかりません
ru: Узлы не обнаружены
tr: Düğüm keşfedilmedi

source: No other nodes
ar_eg: لا توجد عقد أخرى
bn: অন্য কোনো নোড নেই
es: Sin otros nodos
fr: Aucun autre nœud
it: Nessun altro nodo
ja: 他のノードはありません
ru: Нет других узлов
tr: Başka düğüm yok

source: No system contacts found.
ar_eg: لم يتم العثور على جهات اتصال النظام.
bn: কোনো সিস্টেম কন্টাক্ট পাওয়া যায়নি।
es: No se encontraron contactos del sistema.
fr: Aucun contact système trouvé.
it: Nessun contatto di sistema trovato.
ja: システム連絡先が見つかりません。
ru: Системные контакты не найдены.
tr: Sistem kişisi bulunamadı.

source: No verified nodes
ar_eg: لا توجد عقد موثقة
bn: কোনো যাচাইকৃত নোড নেই
es: Sin nodos verificados
fr: Aucun nœud vérifié
it: Nessun nodo verificato
ja: 検証済みノードがありません
ru: Нет проверенных узлов
tr: Doğrulanmış düğüm yok

source: Node Pool
ar_eg: مجموعة العقد
es: Pool de nodos
fr: Pool de nœux
it: Pool di nodi
ja: ノードプール
ru: Пул узлов
tr: Düğüm Havuzu

source: Node endpoint copied.
ar_eg: تم نسخ نقطة اتصال العقدة.
bn: নোড এন্ডপয়েন্ট কপি করা হয়েছে।
es: Punto de acceso del nodo copiado.
fr: Point d'accès du nœud copié.
it: Endpoint del nodo copiato.
ja: ノードエンドポイントをコピーしました。
ru: Эндпоинт узла скопирован.
tr: Düğüm uç noktası kopyalandı.

source: Nodes actively used for requests.
ar_eg: عقد مستخدمة بنشاط للطلبات.
bn: অনুরোধের জন্য সক্রিয়ভাবে ব্যবহৃত নোড।
es: Nodos utilizados activamente para solicitudes.
fr: Nœux activement utilisés pour les requêtes.
it: Nodi utilizzati attivamente per le richieste.
ja: リクエストにアクティブに使用されているノード。
ru: Узлы, активно используемые для запросов.
tr: İstekler için aktif olarak kullanılan düğümler.

source: Not linked
ar_eg: غير مرتبط
bn: লিংক করা নেই
es: No vinculado
fr: Non lié
it: Non collegato
ja: 未リンク
ru: Не привязан
tr: Bağlı değil

source: Not registered
ar_eg: غير مسجل
bn: নিবন্ধিত নয়
es: No registrado
fr: Non enregistré
it: Non registrato
ja: 未登録
ru: Не зарегистрирован
tr: Kayıtlı değil

source: Notifications
ar_eg: الإشعارات
bn: নোটিফিকেশন
es: Notificaciones
it: Notifiche
ja: 通知
ru: Уведомления
tr: Bildirimler

source: Notifications Disabled
ar_eg: الإشعارات معطلة
bn: নোটিফিকেশন অক্ষম
es: Notificaciones deshabilitadas
fr: Notifications désactivées
it: Notifiche disattivate
ja: 通知が無効
ru: Уведомления отключены
tr: Bildirimler Devre Dışı

source: Notifications are disabled.
ar_eg: الإشعارات معطلة.
bn: নোটিফিকেশন অক্ষম আছে।
es: Las notificaciones estan deshabilitadas.
fr: Les notifications sont désactivées.
it: Le notifiche sono disattivate.
ja: 通知が無効になっています。
ru: Уведомления отключены.
tr: Bildirimler devre dışı.

source: OK
ar_eg: موافق
bn: ঠিক আছে
ru: ОК
tr: Tamam
