Repository: vsmirn0v/KaChat
Catalog: KaChat/*.lproj/Localizable.strings
Languages: ar_eg, bn, es, fr, it, ja, ru, tr

source: Tap to reveal seed phrase
ar_eg: اضغط لإظهار seed phrase
bn: Seed phrase দেখতে ট্যাপ করুন
es: Toca para revelar la seed phrase
fr: Appuyez pour révéler la seed phrase
it: Tocca per rivelare la seed phrase
ja: タップしてseed phraseを表示
ru: Нажмите, чтобы показать seed phrase
tr: Seed phrase'i görmek için dokun

source: When you message someone new on KaChat, they won’t get a notification and your message stays hidden until they message you back or add as well. This protects against spam and increases your privacy. If you want them to be notified, hold the send button and slide up to request to communicate. This will cost 0.2 KAS. (Note: all non KaChat messaging apps will require a request to communicate)
ar_eg: لما تبعت رسالة لحد جديد على KaChat، مش هيوصله إشعار ورسالتك هتفضل مخفية لحد ما يبعتلك هو كمان أو يضيفك. ده بيحميك من السبام وبيزوّد خصوصيتك. لو عايز يوصله إشعار، اضغط مطولًا على زر الإرسال واسحب لفوق لطلب التواصل. ده هيكلف 0.2 KAS. (ملاحظة: كل تطبيقات المراسلة غير KaChat هتحتاج طلب تواصل)
bn: আপনি যখন KaChat-এ কাউকে প্রথমবার মেসেজ করবেন, তারা কোনো নোটিফিকেশন পাবে না এবং আপনার মেসেজ লুকানো থাকবে যতক্ষণ না তারাও আপনাকে মেসেজ করে বা যোগ করে। এটি স্প্যাম থেকে সুরক্ষা দেয় এবং আপনার গোপনীয়তা বাড়ায়। আপনি যদি চান তাদের কাছে নোটিফিকেশন যাক, তাহলে সেন্ড বাটনে চেপে ধরুন এবং যোগাযোগের অনুরোধ করতে উপরে স্লাইড করুন। এতে 0.2 KAS খরচ হবে। (দ্রষ্টব্য: KaChat ছাড়া অন্য সব মেসেজিং অ্যাপে যোগাযোগের অনুরোধ প্রয়োজন হবে)
es: Cuando le envías un mensaje a alguien nuevo en KaChat, no recibirá una notificación y tu mensaje permanecerá oculto hasta que esa persona también te escriba o te agregue. Esto protege contra el spam y aumenta tu privacidad. Si quieres que reciba una notificación, mantén presionado el botón de enviar y desliza hacia arriba para solicitar comunicación. Esto costará 0.2 KAS. (Nota: todas las aplicaciones de mensajería que no sean KaChat requerirán una solicitud de comunicación)
it: Quando invii un messaggio a qualcuno di nuovo su KaChat, non riceverà una notifica e il tuo messaggio resterà nascosto finché anche l'altra persona non ti scriverà o ti aggiungerà. Questo protegge dallo spam e aumenta la tua privacy. Se vuoi che riceva una notifica, tieni premuto il pulsante di invio e scorri verso l'alto per richiedere di comunicare. Questo costerà 0.2 KAS. (Nota: tutte le app di messaggistica diverse da KaChat richiederanno una richiesta di comunicazione)
ja: KaChatで新しい相手にメッセージを送ると、相手には通知されず、相手もあなたにメッセージを送るかあなたを追加するまであなたのメッセージは表示されません。これによりスパムを防ぎ、プライバシーが守られます。相手に通知したい場合は、送信ボタンを長押しして上にスライドし、コミュニケーションのリクエストを送信してください。これには0.2 KASかかります。（注：KaChat以外のすべてのメッセージングアプリではコミュニケーションリクエストが必要です）
ru: Когда вы отправляете сообщение новому контакту в KaChat, он не получит уведомление, и ваше сообщение останется скрытым, пока он тоже вам не напишет или не добавит вас. Это защищает от спама и повышает вашу конфиденциальность. Если вы хотите, чтобы собеседник получил уведомление, удерживайте кнопку отправки и проведите вверх, чтобы отправить запрос на общение. Это будет стоить 0.2 KAS. (Примечание: все приложения для обмена сообщениями, кроме KaChat, потребуют запрос на общение)
tr: KaChat'te yeni birine mesaj gönderdiğinizde, karşı taraf bildirim almaz ve mesajınız o da size mesaj gönderene veya sizi ekleyene kadar gizli kalır. Bu, spam'e karşı koruma sağlar ve gizliliğinizi artırır. Karşı tarafın bilgilendirilmesini istiyorsanız, gönder düğmesini basılı tutun ve iletişim talep etmek için yukarı kaydırın. Bunun maliyeti 0.2 KAS'tır. (Not: KaChat dışındaki tüm mesajlaşma uygulamaları iletişim talebi gerektirecektir)

source: This account will be removed from this device.
ar_eg: سيتم إزالة هذا الحساب من هذا الجهاز.
bn: এই অ্যাকাউন্ট এই ডিভাইস থেকে সরানো হবে।
es: Esta cuenta sera eliminada de este dispositivo.
fr: Ce compte sera supprimé de cet appareil.
it: Questo account verra rimosso da questo dispositivo.
ja: このアカウントはこのデバイスから削除されます。
ru: Этот аккаунт будет удалён с этого устройства.
tr: Bu hesap bu cihazdan kaldırılacak.

source: This contact will be linked after it is created. You still need to enter a Kaspa address or KNS domain.
ar_eg: سيتم ربط جهة الاتصال هذه بعد إنشائها. لا تزال بحاجة إلى إدخال عنوان Kaspa أو نطاق KNS.
bn: এই কন্টাক্ট তৈরি হওয়ার পর লিংক করা হবে। আপনাকে এখনো একটি Kaspa ঠিকানা বা KNS ডোমেন লিখতে হবে।
es: Este contacto sera vinculado despues de crearse. Aun necesitas ingresar una direccion Kaspa o dominio KNS.
fr: Ce contact sera lié après sa création. Vous devez encore entrer une adresse Kaspa ou un domaine KNS.
it: Questo contatto verra collegato dopo la creazione. Devi ancora inserire un indirizzo Kaspa o un dominio KNS.
ja: この連絡先は作成後にリンクされます。KaspaアドレスまたはKNSドメインの入力が必要です。
ru: Этот контакт будет привязан после создания. Вам всё ещё нужно ввести адрес Kaspa или KNS домен.
tr: Bu kişi oluşturulduktan sonra bağlanacak. Hâlâ bir Kaspa adresi veya KNS alan adı girmeniz gerekiyor.

source: This deletes all local data and CloudKit message records. This cannot be undone.
ar_eg: يؤدي هذا إلى حذف جميع البيانات المحلية وسجلات رسائل CloudKit. لا يمكن التراجع عن هذا.
bn: এটি সব স্থানীয় ডেটা এবং CloudKit বার্তা রেকর্ড মুছে ফেলে। এটি পূর্বাবস্থায় ফেরানো যায় না।
es: Esto elimina todos los datos locales y registros de mensajes de CloudKit. Esto no se puede deshacer.
fr: Cela supprimera toutes les données locales et les enregistrements CloudKit. Cette action est irréversible.
it: Questo elimina tutti i dati locali e i record dei messaggi CloudKit. Questa azione non puo essere annullata.
ja: すべてのローカルデータとCloudKitのメッセージ記録が削除されます。この操作は元に戻せません。
ru: Это удалит все локальные данные и записи сообщений в CloudKit. Это действие необратимо.
tr: Bu, tüm yerel verileri ve CloudKit mesaj kayıtlarını siler. Bu işlem geri alınamaz.

source: This device has already received the welcome gift.
ar_eg: الجهاز ده استلم هدية الترحيب قبل كده.
bn: এই ডিভাইস ইতিমধ্যেই স্বাগতম উপহার পেয়েছে।
es: Este dispositivo ya recibió el regalo de bienvenida.
fr: Cet appareil a déjà reçu le cadeau de bienvenue.
it: Questo dispositivo ha già ricevuto il regalo di benvenuto.
ja: このデバイスはすでにウェルカムギフトを受け取っています。
ru: Это устройство уже получило приветственный подарок.
tr: Bu cihaz hoş geldin hediyesini zaten aldı.

source: This removes (account.displayAlias) ((account.shortPublicAddress)) and its local data from this device.
ar_eg: يؤدي هذا إلى إزالة (account.displayAlias) ((account.shortPublicAddress)) وبياناته المحلية من هذا الجهاز.
bn: এটি (account.displayAlias) ((account.shortPublicAddress)) এবং এর স্থানীয় ডেটা এই ডিভাইস থেকে সরিয়ে দেয়।
es: Esto elimina (account.displayAlias) ((account.shortPublicAddress)) y sus datos locales de este dispositivo.
fr: Cela supprimera (account.displayAlias) ((account.shortPublicAddress)) et ses données locales de cet appareil.
it: Questo rimuove (account.displayAlias) ((account.shortPublicAddress)) e i suoi dati locali da questo dispositivo.
ja: このデバイスから (account.displayAlias)（(account.shortPublicAddress)）とそのローカルデータを削除します。
ru: Это удалит (account.displayAlias) ((account.shortPublicAddress)) и локальные данные с этого устройства.
tr: Bu, (account.displayAlias) ((account.shortPublicAddress)) hesabını ve yerel verilerini bu cihazdan kaldırır.

source: This removes \(account.displayAlias) (\(account.shortPublicAddress)) and its local data from this device.
ar_eg: يؤدي هذا إلى إزالة \(account.displayAlias) (\(account.shortPublicAddress)) وبياناته المحلية من هذا الجهاز.
bn: এটি \(account.displayAlias) (\(account.shortPublicAddress)) এবং এর স্থানীয় ডেটা এই ডিভাইস থেকে সরিয়ে দেয়।
es: Esto elimina \(account.displayAlias) (\(account.shortPublicAddress)) y sus datos locales de este dispositivo.
fr: Cela supprimé \(account.displayAlias) (\(account.shortPublicAddress)) et ses données locales de cet appareil.
it: Questo rimuove \(account.displayAlias) (\(account.shortPublicAddress)) e i suoi dati locali da questo dispositivo.
ja: このデバイスから \(account.displayAlias)（\(account.shortPublicAddress)）とそのローカルデータを削除します。
ru: Это удалит \(account.displayAlias) (\(account.shortPublicAddress)) и локальные данные с этого устройства.
tr: Bu, \(account.displayAlias) (\(account.shortPublicAddress)) hesabını ve yerel verilerini bu cihazdan kaldırır.

source: This removes all incoming messages locally and in iCloud, then re-syncs them from the blockchain. Your account info and sent messages are preserved.
ar_eg: يؤدي هذا إلى إزالة جميع الرسائل الواردة محلياً وفي iCloud، ثم إعادة مزامنتها من البلوكتشين. يتم الحفاظ على معلومات حسابك ورسائلك المرسلة.
bn: এটি সব আগত বার্তা স্থানীয়ভাবে এবং iCloud থেকে সরিয়ে দেয়, তারপর ব্লকচেইন থেকে পুনরায় সিংক করে। আপনার অ্যাকাউন্ট তথ্য এবং প্রেরিত বার্তা সংরক্ষিত থাকে।
es: Esto elimina todos los mensajes entrantes localmente y en iCloud, luego los re-sincroniza desde la blockchain. Tu informacion de cuenta y mensajes enviados se preservan.
fr: Cela supprimera tous les messages entrants localement et dans iCloud, puis les re-synchronisera depuis la blockchain. Vos informations de compte et messages envoyés seront préservés.
it: Questo rimuove tutti i messaggi in arrivo localmente e su iCloud, poi li ri-sincronizza dalla blockchain. Le informazioni dell'account e i messaggi inviati sono preservati.
ja: ローカルとiCloudのすべての受信メッセージを削除し、ブロックチェーンから再同期します。アカウント情報と送信メッセージは保持されます。
ru: Это удалит все входящие сообщения локально и в iCloud, а затем повторно синхронизирует их из блокчейна. Информация об аккаунте и отправленные сообщения сохранятся.
tr: Bu, tüm gelen mesajları yerel olarak ve iCloud'dan kaldırır, ardından blockchain'den yeniden senkronize eder. Hesap bilgileriniz ve gönderilen mesajlar korunur.

source: This removes discovered nodes, disconnects current sessions, and restarts discovery.
ar_eg: يؤدي هذا إلى إزالة العقد المكتشفة وفصل الجلسات الحالية وإعادة بدء الاكتشاف.
bn: এটি আবিষ্কৃত নোড সরায়, বর্তমান সেশন সংযোগ বিচ্ছিন্ন করে এবং আবিষ্কার পুনরায় শুরু করে।
es: Esto elimina los nodos descubiertos, desconecta las sesiones actuales y reinicia el descubrimiento.
fr: Cela supprimera les nœeux découverts, déconnectera les sessions en cours et relancera la découverte.
it: Questo rimuove i nodi scoperti, disconnette le sessioni correnti e riavvia la scoperta.
ja: 検出されたノードを削除し、現在のセッションを切断して、探索を再開します。
ru: Это удалит обнаруженные узлы, отключит текущие сессии и перезапустит обнаружение.
tr: Bu, keşfedilen düğümleri kaldırır, mevcut oturumları keser ve keşfi yeniden başlatır.

source: This removes local account data and messages. CloudKit sync is disabled during the wipe and re-enabled afterward.
ar_eg: يؤدي هذا إلى إزالة بيانات الحساب والرسائل المحلية. يتم تعطيل مزامنة CloudKit أثناء المسح وإعادة تفعيلها بعد ذلك.
bn: এটি স্থানীয় অ্যাকাউন্ট ডেটা এবং বার্তা সরায়। মুছে ফেলার সময় CloudKit সিংক অক্ষম থাকে এবং পরে পুনরায় সক্রিয় হয়।
es: Esto elimina los datos de cuenta locales y los mensajes. La sincronizacion de CloudKit se deshabilita durante el borrado y se reactiva despues.
fr: Cela supprimera les données de compte locales et les messages. La synchronisation CloudKit est désactivee pendant la suppression et réactivee par la suite.
it: Questo rimuove i dati dell'account locali e i messaggi. La sincronizzazione CloudKit viene disattivata durante la cancellazione e riattivata successivamente.
ja: ローカルのアカウントデータとメッセージを削除します。消去中はCloudKit同期が無効になり、完了後に再度有効になります。
ru: Это удалит локальные данные аккаунта и сообщения. Синхронизация CloudKit отключается во время очистки и включается снова после.
tr: Bu, yerel hesap verilerini ve mesajları kaldırır. Silme sırasında CloudKit senkronizasyonu devre dışı bırakılır ve ardından yeniden etkinleştirilir.

source: This signs out of your account, but keeps local wallet and message data on this device.
ar_eg: يؤدي هذا إلى تسجيل الخروج من حسابك، لكنه يحتفظ ببيانات المحفظة والرسائل المحلية على هذا الجهاز.
bn: এটি আপনার অ্যাকাউন্ট থেকে সাইন আউট করে, কিন্তু এই ডিভাইসে স্থানীয় ওয়ালেট এবং বার্তা ডেটা রাখে।
es: Esto cierra sesion en tu cuenta, pero mantiene los datos de billetera y mensajes en este dispositivo.
fr: Cela vous deconnectera de votre compte, mais conservera les données du portefeuille et des messages sur cet appareil.
it: Questo effettua il logout dal tuo account, ma mantiene i dati del wallet e dei messaggi su questo dispositivo.
ja: アカウントからサインアウトしますが、ローカルのウォレットとメッセージデータはこのデバイスに残ります。
ru: Это выйдет из вашего аккаунта, но сохранит данные кошелька и сообщений на этом устройстве.
tr: Bu, hesabınızdan çıkış yapar, ancak yerel cüzdan ve mesaj verilerini bu cihazda tutar.

source: This welcome gift is a community-funded initiative.
ar_eg: هدية الترحيب دي مبادرة ممولة من المجتمع.
bn: এই স্বাগতম উপহারটি কমিউনিটি-অর্থায়িত উদ্যোগ।
es: Este regalo de bienvenida es una iniciativa financiada por la comunidad.
fr: Ce cadeau de bienvenue est une initiative financée par la communauté.
it: Questo regalo di benvenuto è un'iniziativa finanziata dalla community.
ja: このウェルカムギフトはコミュニティ資金による取り組みです。
ru: Этот приветственный подарок финансируется сообществом.
tr: Bu hoş geldin hediyesi topluluk tarafından finanse edilen bir girişimdir.

source: This will permanently delete your account from this device. Make sure you have backed up your seed phrase.
ar_eg: سيؤدي هذا إلى حذف حسابك نهائياً من هذا الجهاز. تأكد من أنك قمت بنسخ seed phrase احتياطياً.
bn: এটি আপনার অ্যাকাউন্ট এই ডিভাইস থেকে স্থায়ীভাবে মুছে ফেলবে। নিশ্চিত করুন আপনি আপনার seed phrase ব্যাকআপ করেছেন।
es: Esto eliminara permanentemente tu cuenta de este dispositivo. Asegurate de haber respaldado tu seed phrase.
fr: Cela supprimera definitivement votre compte de cet appareil. Assurez-vous d'avoir sauvegardé votre seed phrase.
it: Questo eliminera permanentemente il tuo account da questo dispositivo. Assicurati di aver salvato la tua seed phrase.
ja: このデバイスからアカウントが完全に削除されます。seed phraseをバックアップ済みであることを確認してください。
ru: Это навсегда удалит ваш аккаунт с этого устройства. Убедитесь, что вы сохранили вашу seed phrase.
tr: Bu, hesabınızı bu cihazdan kalıcı olarak silecek. Seed phrase'inizi yedeklediğinizden emin olun.

source: To receive notifications, please enable them in Settings.
ar_eg: لاستقبال الإشعارات، يرجى تفعيلها في الإعدادات.
bn: নোটিফিকেশন পেতে, অনুগ্রহ করে সেটিংসে সেগুলো সক্রিয় করুন।
es: Para recibir notificaciones, habilitelas en Ajustes.
fr: Pour recevoir des notifications, veuillez les activer dans les Réglages.
it: Per ricevere notifiche, abilitale nelle Impostazioni.
ja: 通知を受け取るには、設定で通知を有効にしてください。
ru: Для получения уведомлений включите их в Настройках.
tr: Bildirim almak için lütfen Ayarlar'dan etkinleştirin.

source: Total
ar_eg: الإجمالي
bn: মোট
it: Totale
ja: 合計
ru: Всего
tr: Toplam

source: Unarchive
ar_eg: إلغاء الأرشفة
bn: আনআর্কাইভ করুন
es: Desarchivar
fr: Désarchiver
it: Rimuovi dall'archivio
ja: アーカイブ解除
ru: Разархивировать
tr: Arşivden Çıkar

source: Unlink
ar_eg: إلغاء الربط
bn: আনলিংক করুন
es: Desvincular
fr: Dissocier
it: Scollega
ja: リンク解除
ru: Отвязать
tr: Bağlantıyı Kaldır

source: Used only for push registration and updates
ar_eg: يُستخدم فقط لتسجيل الإشعارات والتحديثات
bn: শুধুমাত্র পুশ রেজিস্ট্রেশন এবং আপডেটের জন্য ব্যবহৃত
es: Usado solo para registro push y actualizaciones
fr: Utilisé uniquement pour l'enregistrement et les mises à jour push
it: Usato solo per la registrazione push e gli aggiornamenti
ja: プッシュ登録と更新にのみ使用
ru: Используется только для регистрации push и обновлений
tr: Yalnızca push kaydı ve güncellemeler için kullanılır

source: Used when a contact has no custom notification mode set.
ar_eg: يُستخدم عندما لا يكون لجهة الاتصال وضع إشعارات مخصص.
bn: যখন কোনো কন্টাক্টের কাস্টম নোটিফিকেশন মোড সেট করা নেই তখন ব্যবহৃত।
es: Se usa cuando un contacto no tiene un modo de notificacion personalizado establecido.
fr: Utilisé lorsqu'un contact n'a pas de mode de notification personnalisé défini.
it: Usato quando un contatto non ha una modalita di notifica personalizzata impostata.
ja: 連絡先にカスタム通知モードが設定されていない場合に使用されます。
ru: Используется, когда у контакта не установлен свой режим уведомлений.
tr: Bir kişinin özel bildirim modu ayarlanmadığında kullanılır.

source: Uses your device contacts to match and enrich Kaspa contacts.
ar_eg: يستخدم جهات اتصال جهازك لمطابقة وإثراء جهات اتصال Kaspa.
bn: Kaspa কন্টাক্ট মেলানো এবং সমৃদ্ধ করতে আপনার ডিভাইস কন্টাক্ট ব্যবহার করে।
es: Usa tus contactos del dispositivo para asociar y enriquecer los contactos de Kaspa.
fr: Utilise vos contacts d'appareil pour associer et enrichir les contacts Kaspa.
it: Usa i contatti del tuo dispositivo per associare e arricchire i contatti Kaspa.
ja: デバイスの連絡先を使用してKaspa連絡先とマッチングし補完します。
ru: Использует контакты вашего устройства для сопоставления и дополнения контактов Kaspa.
tr: Kaspa kişilerini eşleştirmek ve zenginleştirmek için cihaz kişilerinizi kullanır.

source: Verified
ar_eg: موثق
bn: যাচাইকৃত
es: Verificado
fr: Vérifié
it: Verificato
ja: 検証済み
ru: Проверенные
tr: Doğrulanmış

source: Verified Nodes
ar_eg: العقد الموثقة
bn: যাচাইকৃত নোড
es: Nodos verificados
fr: Nodes vérifiés
it: Nodi verificati
ja: 検証済みノード
ru: Проверенные узлы
tr: Doğrulanmış Düğümler

source: Verifying device...
ar_eg: جاري التحقق من الجهاز...
bn: ডিভাইস যাচাই করা হচ্ছে...
es: Verificando dispositivo...
fr: Vérification de l'appareil...
it: Verifica dispositivo...
ja: デバイスを確認中...
ru: Проверка устройства...
tr: Cihaz doğrulanıyor...

source: Version
ar_eg: الإصدار
bn: সংস্করণ
it: Versione
ja: バージョン
ru: Версия
tr: Sürüm

source: Vibration
ar_eg: الاهتزاز
bn: কম্পন
es: Vibracion
it: Vibrazione
ja: バイブレーション
ru: Вибрация
tr: Titreşim

source: View Seed Phrase
ar_eg: عرض Seed Phrase
bn: Seed Phrase দেখুন
es: Ver seed phrase
fr: Voir la seed phrase
it: Visualizza seed phrase
ja: Seed Phraseを表示
ru: Показать seed phrase
tr: Seed Phrase Görüntüle

source: Voice message
ar_eg: رسالة صوتية
bn: ভয়েস মেসেজ
es: Mensaje de voz
fr: Message vocal
it: Messaggio vocale
ja: 音声メッセージ
ru: Голосовое сообщение
tr: Sesli mesaj

source: Watching
ar_eg: مراقبة
bn: পর্যবেক্ষণ
es: Observando
fr: Surveillance
it: In osservazione
ja: 監視中
ru: Наблюдение
tr: İzleniyor

source: Website
ar_eg: الموقع الإلكتروني
bn: ওয়েবসাইট
es: Sitio web
fr: Site web
it: Sito web
ja: ウェブサイト
ru: Веб-сайт
tr: Web Sitesi

source: Welcome Gift
ar_eg: هدية الترحيب
bn: স্বাগতম উপহার
es: Regalo de bienvenida
fr: Cadeau de bienvenue
it: Regalo di benvenuto
ja: ウェルカムギフト
ru: Приветственный подарок
tr: Hoş Geldin Hediyesi

source: Welcome to KaChat!
ar_eg: اهلا بيك في KaChat!
bn: KaChat-এ স্বাগতম!
es: ¡Bienvenido a KaChat!
fr: Bienvenue sur KaChat !
it: Benvenuto su KaChat!
ja: KaChatへようこそ！
ru: Добро пожаловать в KaChat!
tr: KaChat'e hoş geldin!

source: When disabled, messages from this contact will be fetched periodically instead of in real-time. Use this for contacts with high transaction volume to save battery and network usage.
ar_eg: عند التعطيل، سيتم جلب الرسائل من جهة الاتصال هذه دورياً بدلاً من الوقت الفعلي. استخدم هذا لجهات الاتصال ذات حجم المعاملات العالي لتوفير البطارية واستخدام الشبكة.
bn: অক্ষম থাকলে, এই কন্টাক্টের বার্তা রিয়েল-টাইমের পরিবর্তে পর্যায়ক্রমে আনা হবে। ব্যাটারি এবং নেটওয়ার্ক ব্যবহার বাঁচাতে উচ্চ ট্রানজ্যাকশন ভলিউমের কন্টাক্টের জন্য এটি ব্যবহার করুন।
es: Cuando esta deshabilitado, los mensajes de este contacto se obtendran periodicamente en lugar de en tiempo real. Usa esto para contactos con alto volumen de transacciones para ahorrar bateria y uso de red.
fr: Lorsque cet option est désactivée, les messages de ce contact seront récupérés périodiquement au lieu de l'être en temps réel. Utilisez ceci pour les contacts avec un volume de transactions élevé pour économiser la batterie et le réseau.
it: Quando disattivato, i messaggi di questo contatto verranno recuperati periodicamente invece che in tempo reale. Usa questa opzione per contatti con alto volume di transazioni per risparmiare batteria e rete.
ja: 無効にすると、この連絡先からのメッセージはリアルタイムではなく定期的に取得されます。トランザクション量が多い連絡先に使用して、バッテリーとネットワーク使用量を節約できます。
ru: Когда отключено, сообщения от этого контакта будут загружаться периодически, а не в реальном времени. Используйте это для контактов с высоким объёмом транзакций для экономии батареи и сетевого трафика.
tr: Devre dışı bırakıldığında, bu kişiden gelen mesajlar gerçek zamanlı yerine periyodik olarak alınır. Pil ve ağ kullanımından tasarruf etmek için yüksek işlem hacmine sahip kişiler için kullanın.

source: Wipe Account & Messages
ar_eg: مسح الحساب والرسائل
bn: অ্যাকাউন্ট ও বার্তা মুছুন
es: Borrar cuenta y mensajes
fr: Effacer le compte et les messages
it: Cancella account e messaggi
ja: アカウントとメッセージを消去
ru: Очистить аккаунт и сообщения
tr: Hesabı ve Mesajları Sil

source: Wipe Incoming Messages
ar_eg: مسح الرسائل الواردة
bn: আগত বার্তা মুছুন
es: Borrar mensajes entrantes
fr: Effacer les messages entrants
it: Cancella messaggi in arrivo
ja: 受信メッセージを消去
ru: Очистить входящие сообщения
tr: Gelen Mesajları Sil

source: Wipe Local & iCloud Data
ar_eg: مسح البيانات المحلية وبيانات iCloud
bn: স্থানীয় ও iCloud ডেটা মুছুন
es: Borrar datos locales e iCloud
fr: Effacer les données locales et les données iCloud
it: Cancella dati locali e iCloud
ja: ローカルとiCloudデータを消去
ru: Очистить локальные данные и iCloud
tr: Yerel ve iCloud Verilerini Sil

source: Wipe account & messages
ar_eg: مسح الحساب والرسائل
bn: অ্যাকাউন্ট ও বার্তা মুছুন
es: Borrar cuenta y mensajes
fr: Effacer le compte et les messages
it: Cancella account e messaggi
ja: アカウントとメッセージを消去
ru: Очистить аккаунт и сообщения
tr: Hesabı ve mesajları sil

source: Wipe account & messages & iCloud
ar_eg: مسح الحساب والرسائل وiCloud
bn: অ্যাকাউন্ট, বার্তা ও iCloud মুছুন
es: Borrar cuenta, mensajes e iCloud
fr: Effacer le compte, les messages et les données iCloud
it: Cancella account, messaggi e iCloud
ja: アカウントとメッセージとiCloudを消去
ru: Очистить аккаунт, сообщения и iCloud
tr: Hesabı, mesajları ve iCloud'u sil

source: Wipe and re-sync incoming messages
ar_eg: مسح وإعادة مزامنة الرسائل الواردة
bn: আগত বার্তা মুছুন এবং পুনরায় সিংক করুন
es: Borrar y re-sincronizar mensajes entrantes
fr: Effacer et re-synchroniser les messages entrants
it: Cancella e ri-sincronizza messaggi in arrivo
ja: 受信メッセージを消去して再同期
ru: Очистить и повторно синхронизировать входящие сообщения
tr: Gelen mesajları sil ve yeniden senkronize et

source: Write Down Your Seed Phrase
ar_eg: اكتب Seed Phrase الخاصة بك
bn: আপনার Seed Phrase লিখে রাখুন
es: Anota tu seed phrase
fr: Notez votre seed phrase
it: Scrivi la tua seed phrase
ja: Seed Phraseを書き留めてください
ru: Запишите вашу seed phrase
tr: Seed Phrase'inizi Yazın

source: You will be shown a seed phrase. This is the only way to recover your account. Write it down and store it securely.
ar_eg: ستظهر لك seed phrase. هذه هي الطريقة الوحيدة لاستعادة حسابك. اكتبها واحفظها بأمان.
bn: আপনাকে একটি seed phrase দেখানো হবে। এটি আপনার অ্যাকাউন্ট পুনরুদ্ধারের একমাত্র উপায়। এটি লিখে রাখুন এবং নিরাপদে সংরক্ষণ করুন।
es: Se te mostrara una seed phrase. Esta es la unica forma de recuperar tu cuenta. Anotala y guardala de forma segura.
fr: Une seed phrase vous sera présentée. C'est le seul moyen de récupérer votre compte. Notez-la et conservez-la en sécurité.
it: Ti verra mostrata una seed phrase. Questo e l'unico modo per recuperare il tuo account. Scrivila e conservala in modo sicuro.
ja: seed phraseが表示されます。これがアカウントを復元する唯一の方法です。書き留めて安全に保管してください。
ru: Вам будет показана seed phrase. Это единственный способ восстановить ваш аккаунт. Запишите её и храните в безопасном месте.
tr: Size bir seed phrase gösterilecek. Bu, hesabınızı kurtarmanın tek yoludur. Yazın ve güvenli bir yerde saklayın.

source: (Int(latency))ms
ru: (Int(latency))мс

source: (latency) ms
ru: (latency) мс
