Repository: vsmirn0v/KaChat
Catalog: KaChat/*.lproj/Localizable.strings
Languages: ar_eg, bn, es, fr, it, ja, ru, tr

source: + (otherNodes.count - 20) more nodes
ar_eg: + (otherNodes.count - 20) عقدة إضافية
bn: + (otherNodes.count - 20) আরও নোড
es: + (otherNodes.count - 20) nodos mas
fr: + (otherNodes.count - 20) nœux supplementaires
it: + (otherNodes.count - 20) altri nodi
ja: + (otherNodes.count - 20) 個のノード
ru: + (otherNodes.count - 20) ещё узлов
tr: + (otherNodes.count - 20) daha fazla düğüm

source: + \(otherNodes.count - 20) more nodes
ar_eg: + \(otherNodes.count - 20) عقدة إضافية
bn: + \(otherNodes.count - 20) আরও নোড
es: + \(otherNodes.count - 20) nodos mas
fr: + \(otherNodes.count - 20) nœuds supplementaires
it: + \(otherNodes.count - 20) altri nodi
ja: + \(otherNodes.count - 20) 個のノード
ru: + \(otherNodes.count - 20) ещё узлов
tr: + \(otherNodes.count - 20) daha fazla düğüm

source: 12 words
ar_eg: ١٢ كلمة
bn: 12 শব্দ
es: 12 palabras
fr: 12 mots
it: 12 parole
ja: 12語
ru: 12 слов
tr: 12 kelime

source: 24 words (recommended)
ar_eg: ٢٤ كلمة (موصى بها)
bn: 24 শব্দ (প্রস্তাবিত)
es: 24 palabras (recomendado)
fr: 24 mots (recommandé)
it: 24 parole (consigliato)
ja: 24語（推奨）
ru: 24 слова (рекомендуется)
tr: 24 kelime (önerilen)

source: About
ar_eg: حول
bn: সম্পর্কে
es: Acerca de
fr: À propos
it: Informazioni
ja: 情報
ru: О приложении
tr: Hakkında

source: Accept
ar_eg: قبول
bn: গ্রহণ করুন
es: Aceptar
fr: Accepter
it: Accetta
ja: 承認
ru: Принять
tr: Kabul Et

source: Account
ar_eg: الحساب
bn: অ্যাকাউন্ট
es: Cuenta
fr: Compte
ja: アカウント
ru: Аккаунт
tr: Hesap

source: Account Name
ar_eg: اسم الحساب
bn: অ্যাকাউন্টের নাম
es: Nombre de cuenta
fr: Nom du compte
it: Nome account
ja: アカウント名
ru: Имя аккаунта
tr: Hesap Adı

source: Actions
ar_eg: إجراءات
bn: কার্যক্রম
es: Acciones
it: Azioni
ja: アクション
ru: Действия
tr: İşlemler

source: Active
ar_eg: نشط
bn: সক্রিয়
es: Activo
fr: Actif
it: Attivo
ja: アクティブ
ru: Активные
tr: Aktif

source: Active = in use, Verified = ready, Profiled = checked, Other = candidates/suspect
ar_eg: نشط = قيد الاستخدام، موثق = جاهز، مفحوص = تم الفحص، أخرى = مرشحة/مشتبه بها
bn: Active = ব্যবহারে, Verified = প্রস্তুত, Profiled = যাচাই করা, Other = প্রার্থী/সন্দেহভাজন
es: Activo = en uso, Verificado = listo, Perfilado = comprobado, Otro = candidatos/sospechoso
fr: Actif = en cours d'utilisation, Vérifié = prêt, Profilé = vérifié, Autre = candidats/suspect
it: Attivo = in uso, Verificato = pronto, Profilato = controllato, Altro = candidati/sospetto
ja: アクティブ = 使用中、検証済み = 準備完了、プロファイル済み = 確認済み、その他 = 候補/疑わしい
ru: Активные = используются, Проверенные = готовы, Профилированные = проверены, Другие = кандидаты/подозрительные
tr: Aktif = kullanımda, Doğrulanmış = hazır, Profillenmiş = kontrol edildi, Diğer = adaylar/şüpheli

source: Active Nodes
ar_eg: العقد النشطة
bn: সক্রিয় নোড
es: Nodos activos
fr: Nœeux actifs
it: Nodi attivi
ja: アクティブノード
ru: Активные узлы
tr: Aktif Düğümler

source: Add
ar_eg: إضافة
bn: যোগ করুন
es: Agregar
fr: Ajouter
it: Aggiungi
ja: 追加
ru: Добавить
tr: Ekle

source: Add Contact
ar_eg: إضافة جهة اتصال
bn: কন্টাক্ট যোগ করুন
es: Agregar contacto
fr: Ajouter un contact
it: Aggiungi contatto
ja: 連絡先を追加
ru: Добавить контакт
tr: Kişi Ekle

source: Add Custom Endpoint
ar_eg: إضافة نقطة اتصال مخصصة
bn: কাস্টম এন্ডপয়েন্ট যোগ করুন
es: Agregar punto de acceso personalizado
fr: Ajouter un point d'accès personnalisé
it: Aggiungi endpoint personalizzato
ja: カスタムエンドポイントを追加
ru: Добавить свой эндпоинт
tr: Özel Uç Nokta Ekle

source: Address
ar_eg: العنوان
bn: ঠিকানা
es: Direccion
fr: Adresse
it: Indirizzo
ja: アドレス
ru: Адрес
tr: Adres

source: Address copied to clipboard.
ar_eg: تم نسخ العنوان إلى الحافظة.
bn: ঠিকানা ক্লিপবোর্ডে কপি করা হয়েছে।
es: Direccion copiada al portapapeles.
fr: Adresse copiée dans le presse-papiers.
it: Indirizzo copiato negli appunti.
ja: アドレスをクリップボードにコピーしました。
ru: Адрес скопирован в буфер обмена.
tr: Adres panoya kopyalandı.

source: All Nodes
ar_eg: جميع العقد
bn: সব নোড
es: Todos los nodos
fr: Tous les nœux
it: Tutti i nodi
ja: 全ノード
ru: Все узлы
tr: Tüm Düğümler

source: All discovered nodes sorted by state and latency. Nodes are deduplicated by host:port.
ar_eg: جميع العقد المكتشفة مرتبة حسب الحالة وزمن الاستجابة. يتم إزالة العقد المكررة حسب host:port.
bn: সব আবিষ্কৃত নোড স্থিতি ও বিলম্ব অনুসারে সাজানো। নোড host:port দ্বারা ডিডুপ্লিকেট করা হয়েছে।
es: Todos los nodos descubiertos ordenados por estado y latencia. Los nodos se deduplican por host:port.
fr: Tous les nœux découverts et triés par état et latence. Les nœeux sont dé-dupliqués par host:port.
it: Tutti i nodi scoperti ordinati per stato e latenza. I nodi sono deduplicati per host:port.
ja: 検出されたすべてのノードを状態とレイテンシーで並べ替え。ノードはhost:portで重複排除されます。
ru: Все обнаруженные узлы, отсортированные по состоянию и задержке. Узлы дедуплицируются по host:port.
tr: Keşfedilen tüm düğümler duruma ve gecikmeye göre sıralanır. Düğümler host:port'a göre tekilleştirilir.

source: Anyone with your seed phrase can access your account. Never share it with anyone.
ar_eg: أي شخص يمتلك seed phrase الخاصة بك يمكنه الوصول إلى حسابك. لا تشاركها مع أحد أبداً.
bn: আপনার seed phrase দিয়ে যে কেউ আপনার অ্যাকাউন্টে প্রবেশ করতে পারে। এটি কখনো কারো সাথে শেয়ার করবেন না।
es: Cualquier persona con tu seed phrase puede acceder a tu cuenta. Nunca la compartas con nadie.
fr: Toute personne disposant de votre seed phrase peut accéder à votre compte. Ne la partagez jamais avec personne.
it: Chiunque abbia la tua seed phrase puo accedere al tuo account. Non condividerla mai con nessuno.
ja: seed phraseを知っている人は誰でもアカウントにアクセスできます。絶対に他人と共有しないでください。
ru: Любой, у кого есть ваша seed phrase, может получить доступ к вашему аккаунту. Никогда никому её не сообщайте.
tr: Seed phrase'inize sahip herkes hesabınıza erişebilir. Asla kimseyle paylaşmayın.

source: Archive
ar_eg: أرشفة
bn: আর্কাইভ
es: Archivar
fr: Archiver
it: Archivia
ja: アーカイブ
ru: Архивировать
tr: Arşivle

source: Archived Chats
ar_eg: المحادثات المؤرشفة
bn: আর্কাইভ করা চ্যাট
es: Chats archivados
fr: Discussions archivées
it: Chat archiviate
ja: アーカイブされたチャット
ru: Архивные чаты
tr: Arşivlenmiş Sohbetler

source: Audio
ar_eg: صوت
bn: অডিও
ja: 音声
ru: Аудио
tr: Ses

source: Audio ready • (previewLabel)
ar_eg: الصوت جاهز • (previewLabel)
bn: অডিও প্রস্তুত • (previewLabel)
es: Audio listo • (previewLabel)
fr: Audio prêt • (previewLabel)
it: Audio pronto • (previewLabel)
ja: 音声準備完了 • (previewLabel)
ru: Аудио готово • (previewLabel)
tr: Ses hazır • (previewLabel)

source: Audio ready • \(previewLabel)
ar_eg: الصوت جاهز • \(previewLabel)
bn: অডিও প্রস্তুত • \(previewLabel)
es: Audio listo • \(previewLabel)
fr: Audio prêt • \(previewLabel)
it: Audio pronto • \(previewLabel)
ja: 音声準備完了 • \(previewLabel)
ru: Аудио готово • \(previewLabel)
tr: Ses hazır • \(previewLabel)

source: Autocreate system contacts
ar_eg: إنشاء جهات اتصال النظام تلقائياً
bn: সিস্টেম কন্টাক্ট স্বয়ংক্রিয় তৈরি করুন
es: Crear contactos del sistema automaticamente
fr: Création automatique des contacts du téléphone
it: Crea automaticamente contatti di sistema
ja: システム連絡先を自動作成
ru: Автосоздание системных контактов
tr: Sistem kişilerini otomatik oluştur

source: Balance
ar_eg: الرصيد
bn: ব্যালেন্স
es: Saldo
fr: Solde
it: Saldo
ja: 残高
ru: Баланс
tr: Bakiye

source: Balance copied to clipboard.
ar_eg: تم نسخ الرصيد إلى الحافظة.
bn: ব্যালেন্স ক্লিপবোর্ডে কপি করা হয়েছে।
es: Saldo copiado al portapapeles.
fr: Solde copié dans le presse-papiers.
it: Saldo copiato negli appunti.
ja: 残高をクリップボードにコピーしました。
ru: Баланс скопирован в буфер обмена.
tr: Bakiye panoya kopyalandı.

source: Camera Access Required
ar_eg: مطلوب الوصول إلى الكاميرا
bn: ক্যামেরা অ্যাক্সেস প্রয়োজন
es: Se requiere acceso a la camara
fr: Accès à la caméra requis
it: Accesso alla fotocamera richiesto
ja: カメラへのアクセスが必要です
ru: Требуется доступ к камере
tr: Kamera Erişimi Gerekli

source: Cancel
ar_eg: إلغاء
bn: বাতিল করুন
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ru: Отмена
tr: İptal

source: Chat History
ar_eg: سجل المحادثات
bn: চ্যাট ইতিহাস
es: Historial de chat
fr: Historique des discussions
it: Cronologia chat
ja: チャット履歴
ru: История чатов
tr: Sohbet Geçmişi

source: Chat Info
ar_eg: معلومات المحادثة
bn: চ্যাট তথ্য
es: Info del chat
fr: Info sur la discussion
it: Info chat
ja: チャット情報
ru: Информация о чате
tr: Sohbet Bilgisi

source: Chat archived.
ar_eg: تم أرشفة المحادثة.
bn: চ্যাট আর্কাইভ করা হয়েছে।
es: Chat archivado.
fr: Discussion archivée.
it: Chat archiviata.
ja: チャットをアーカイブしました。
ru: Чат архивирован.
tr: Sohbet arşivlendi.

source: Chats
ar_eg: المحادثات
bn: চ্যাট
fr: Discussions
it: Chat
ja: チャット
ru: Чаты
tr: Sohbetler

source: Checking eligibility...
ar_eg: جاري التحقق من الأهلية...
bn: যোগ্যতা যাচাই করা হচ্ছে...
es: Verificando elegibilidad...
fr: Vérification de l'éligibilité...
it: Verifica idoneità...
ja: 受け取り資格を確認中...
ru: Проверка доступности...
tr: Uygunluk kontrol ediliyor...

source: Checking gift eligibility...
ar_eg: جاري التحقق من أهلية الهدية...
bn: উপহার যোগ্যতা যাচাই করা হচ্ছে...
es: Verificando elegibilidad del regalo...
fr: Verification de l'éligibilité au cadeau...
it: Verifica idoneita al regalo...
ja: ギフトの受け取り資格を確認中...
ru: Проверка права на подарок...
tr: Hediye uygunluğu kontrol ediliyor...

source: Claim Gift
ar_eg: استلم الهدية
bn: উপহার নিন
es: Reclamar regalo
fr: Réclamer le cadeau
it: Richiedi regalo
ja: ギフトを受け取る
ru: Получить подарок
tr: Hediyeyi Al

source: Claim some KAS to get started with your new account.
ar_eg: اطلب شوية KAS علشان تبدأ بحسابك الجديد.
bn: নতুন অ্যাকাউন্ট শুরু করতে কিছু KAS ক্লেইম করুন।
es: Reclama algo de KAS para comenzar con tu nueva cuenta.
fr: Réclamez des KAS pour démarrer avec votre nouveau compte.
it: Richiedi un po' di KAS per iniziare con il tuo nuovo account.
ja: 新しいアカウントを始めるためにKASを受け取りましょう。
ru: Получите немного KAS, чтобы начать работу с новой учетной записью.
tr: Yeni hesabına başlamak için biraz KAS talep et.

source: Claiming gift...
ar_eg: جاري استلام الهدية...
bn: উপহার নেওয়া হচ্ছে...
es: Reclamando regalo...
fr: Réclamation du cadeau...
it: Richiesta regalo in corso...
ja: ギフトを受け取り中...
ru: Получение подарка...
tr: Hediye alınıyor...

source: Clear
ar_eg: مسح
bn: মুছুন
es: Borrar
fr: Effacer
it: Cancella
ja: クリア
ru: Очистить
tr: Temizle

source: Clear Connection Pool
ar_eg: مسح مجموعة الاتصالات
bn: কানেকশন পুল মুছুন
es: Vaciar pool de conexiones
fr: Vider le pool de connexions
it: Svuota pool di connessioni
ja: 接続プールをクリア
ru: Очистить пул соединений
tr: Bağlantı Havuzunu Temizle

source: Clear Link
ar_eg: مسح الربط
bn: লিংক মুছুন
es: Borrar enlace
fr: Supprimer le lien
it: Cancella collegamento
ja: リンクを解除
ru: Удалить связь
tr: Bağlantıyı Kaldır

source: Clear connection pool?
ar_eg: مسح مجموعة الاتصالات؟
bn: কানেকশন পুল মুছবেন?
es: Vaciar pool de conexiones?
fr: Vider le pool de connexions ?
it: Svuotare il pool di connessioni?
ja: 接続プールをクリアしますか？
ru: Очистить пул соединений?
tr: Bağlantı havuzu temizlensin mi?

source: Close
ar_eg: إغلاق
bn: বন্ধ করুন
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ru: Закрыть
tr: Kapat

source: Connected Node
ar_eg: العقدة المتصلة
bn: সংযুক্ত নোড
es: Nodo conectado
fr: Nœud connecté
it: Nodo connesso
ja: 接続済みノード
ru: Подключённый узел
tr: Bağlı Düğüm

source: Connection
ar_eg: الاتصال
bn: সংযোগ
es: Conexion
fr: Connexion
it: Connessione
ja: 接続
ru: Соединение
tr: Bağlantı

source: Connection Settings
ar_eg: إعدادات الاتصال
bn: সংযোগ সেটিংস
es: Configuracion de conexion
fr: Paramètres de connexion
it: Impostazioni di connessione
ja: 接続設定
ru: Настройки подключения
tr: Bağlantı Ayarları

source: Connection Status
ar_eg: حالة الاتصال
bn: সংযোগ স্থিতি
es: Estado de conexion
fr: Etat de la connexion
it: Stato della connessione
ja: 接続状況
ru: Состояние подключения
tr: Bağlantı Durumu

source: Connectivity might be limited. Using HTTP/1.1 and decreased pagination for indexer requests.
ar_eg: قد يكون الاتصال محدوداً. يتم استخدام HTTP/1.1 وترقيم صفحات مخفض لطلبات المفهرس.
bn: সংযোগ সীমিত হতে পারে। ইনডেক্সার অনুরোধের জন্য HTTP/1.1 এবং কম পেজিনেশন ব্যবহার করা হচ্ছে।
es: La conectividad podria estar limitada. Usando HTTP/1.1 y paginacion reducida para solicitudes del indexador.
fr: La connectivité pourrait être limitée. Utilisation de HTTP/1.1 et pagination réduite pour les requêtes de l'indexeur.
it: La connettivita potrebbe essere limitata. Utilizzo di HTTP/1.1 e paginazione ridotta per le richieste dell'indicizzatore.
ja: 接続が制限されている可能性があります。インデクサリクエストにHTTP/1.1とページネーション縮小を使用しています。
ru: Соединение может быть ограничено. Используется HTTP/1.1 и уменьшенная пагинация для запросов к индексатору.
tr: Bağlantı sınırlı olabilir. Dizinleyici istekleri için HTTP/1.1 ve azaltılmış sayfalandırma kullanılıyor.

source: Contact has requested permission to communicate
ar_eg: طلبت جهة الاتصال إذن التواصل
bn: কন্টাক্ট যোগাযোগের অনুমতি চেয়েছে
es: El contacto ha solicitado permiso para comunicarse
fr: Le contact a demandé la permission de communiquer
it: Il contatto ha richiesto il permesso di comunicare
ja: 連絡先が通信許可をリクエストしました
ru: Контакт запросил разрешение на общение
tr: Kişi iletişim izni istedi

source: Contacts
ar_eg: جهات الاتصال
bn: কন্টাক্ট
es: Contactos
it: Contatti
ja: 連絡先
ru: Контакты
tr: Kişiler

source: Contacts access is required.
ar_eg: الوصول إلى جهات الاتصال مطلوب.
bn: কন্টাক্ট অ্যাক্সেস প্রয়োজন।
es: Se requiere acceso a los contactos.
fr: L'accès aux contacts est requis.
it: L'accesso ai contatti e richiesto.
ja: 連絡先へのアクセスが必要です。
ru: Требуется доступ к контактам.
tr: Kişilere erişim gereklidir.

source: Contacts permission denied. Sync disabled.
ar_eg: تم رفض إذن جهات الاتصال. المزامنة معطلة.
bn: কন্টাক্ট অনুমতি প্রত্যাখ্যাত। সিংক অক্ষম।
es: Permiso de contactos denegado. Sincronizacion deshabilitada.
fr: Permission des contacts refusée. Synchronisation désactivée.
it: Permesso contatti negato. Sincronizzazione disattivata.
ja: 連絡先のアクセスが拒否されました。同期は無効です。
ru: Доступ к контактам запрещён. Синхронизация отключена.
tr: Kişi erişimi reddedildi. Senkronizasyon devre dışı.

source: Continue
ar_eg: متابعة
bn: চালিয়ে যান
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ru: Продолжить
tr: Devam

source: Continue to App
ar_eg: المتابعة إلى التطبيق
bn: অ্যাপে চালিয়ে যান
es: Continuar a la aplicacion
fr: Continuer vers l'application
it: Continua all'app
ja: アプリへ進む
ru: Перейти в приложение
tr: Uygulamaya Devam Et

source: Copy Address
ar_eg: نسخ العنوان
bn: ঠিকানা কপি করুন
es: Copiar direccion
fr: Copier l'adresse
it: Copia indirizzo
ja: アドレスをコピー
ru: Скопировать адрес
tr: Adresi Kopyala

source: Copy File Name
ar_eg: نسخ اسم الملف
bn: ফাইলের নাম কপি করুন
es: Copiar nombre del archivo
fr: Copier le nom du fichier
it: Copia nome file
ja: ファイル名をコピー
ru: Скопировать имя файла
tr: Dosya Adını Kopyala

source: Copy Message
ar_eg: نسخ الرسالة
bn: বার্তা কপি করুন
es: Copiar mensaje
fr: Copier le message
it: Copia messaggio
ja: メッセージをコピー
ru: Скопировать сообщение
tr: Mesajı Kopyala

source: Copy Private Key Hex
ar_eg: نسخ المفتاح الخاص (Hex)
bn: প্রাইভেট কী Hex কপি করুন
es: Copiar clave privada (Hex)
fr: Copier la clé privee (Hex)
it: Copia chiave privata (Hex)
ja: 秘密鍵Hexをコピー
ru: Скопировать приватный ключ (hex)
tr: Özel Anahtar Hex Kopyala

source: Copy Seed Phrase
ar_eg: نسخ seed phrase
bn: Seed Phrase কপি করুন
es: Copiar seed phrase
fr: Copier la seed phrase
it: Copia seed phrase
ja: Seed Phraseをコピー
ru: Скопировать seed phrase
tr: Seed Phrase Kopyala

source: Copy Transaction ID
ar_eg: نسخ معرف المعاملة
bn: ট্রানজ্যাকশন ID কপি করুন
es: Copiar ID de transaccion
fr: Copier l'ID de transaction
it: Copia ID transazione
ja: トランザクションIDをコピー
ru: Скопировать ID транзакции
tr: İşlem ID'sini Kopyala

source: Copy to Clipboard
ar_eg: نسخ إلى الحافظة
bn: ক্লিপবোর্ডে কপি করুন
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
it: Copia negli appunti
ja: クリップボードにコピー
ru: Скопировать в буфер обмена
tr: Panoya Kopyala

source: Create Account
ar_eg: إنشاء حساب
bn: অ্যাকাউন্ট তৈরি করুন
es: Crear cuenta
fr: Créer un compte
it: Crea account
ja: アカウントを作成
ru: Создать аккаунт
tr: Hesap Oluştur

source: Create New Account
ar_eg: إنشاء حساب جديد
bn: নতুন অ্যাকাউন্ট তৈরি করুন
es: Crear cuenta nueva
fr: Créer un nouveau compte
it: Crea nuovo account
ja: 新しいアカウントを作成
ru: Создать новый аккаунт
tr: Yeni Hesap Oluştur

source: Create chat
ar_eg: إنشاء محادثة
bn: চ্যাট তৈরি করুন
es: Crear chat
fr: Créer une discussion
it: Crea chat
ja: チャットを作成
ru: Создать чат
tr: Sohbet oluştur

source: Created
ar_eg: تم الإنشاء
bn: তৈরি হয়েছে
es: Creado
fr: Date de création
it: Creato
ja: 作成日
ru: Создан
tr: Oluşturuldu

source: Custom Endpoint
ar_eg: نقطة اتصال مخصصة
bn: কাস্টম এন্ডপয়েন্ট
es: Punto de acceso personalizado
fr: Point d'accès personnalisé
it: Endpoint personalizzato
ja: カスタムエンドポイント
ru: Свой эндпоинт
tr: Özel Uç Nokta

source: Danger Zone
ar_eg: منطقة الخطر
bn: বিপদ অঞ্চল
es: Zona de peligro
fr: Zone de danger
it: Zona pericolosa
ja: 危険な操作
ru: Опасная зона
tr: Tehlikeli Bölge

source: Decline
ar_eg: رفض
bn: প্রত্যাখ্যান করুন
es: Rechazar
fr: Refuser
it: Rifiuta
ja: 拒否
ru: Отклонить
tr: Reddet

source: Default ((settingsViewModel.settings.defaultIncomingNotificationMode.displayName))
ar_eg: افتراضي ((settingsViewModel.settings.defaultIncomingNotificationMode.displayName))
bn: ডিফল্ট ((settingsViewModel.settings.defaultIncomingNotificationMode.displayName))
es: Predeterminado ((settingsViewModel.settings.defaultIncomingNotificationMode.displayName))
fr: Par défaut ((settingsViewModel.settings.defaultIncomingNotificationMode.displayName))
it: Predefinito ((settingsViewModel.settings.defaultIncomingNotificationMode.displayName))
ja: デフォルト ((settingsViewModel.settings.defaultIncomingNotificationMode.displayName))
ru: По умолчанию ((settingsViewModel.settings.defaultIncomingNotificationMode.displayName))
tr: Varsayılan ((settingsViewModel.settings.defaultIncomingNotificationMode.displayName))

source: Default (\(settingsViewModel.settings.defaultIncomingNotificationMode.displayName))
ar_eg: افتراضي (\(settingsViewModel.settings.defaultIncomingNotificationMode.displayName))
bn: ডিফল্ট (\(settingsViewModel.settings.defaultIncomingNotificationMode.displayName))
es: Predeterminado (\(settingsViewModel.settings.defaultIncomingNotificationMode.displayName))
fr: Par défaut (\(settingsViewModel.settings.defaultIncomingNotificationMode.displayName))
it: Predefinito (\(settingsViewModel.settings.defaultIncomingNotificationMode.displayName))
ja: デフォルト (\(settingsViewModel.settings.defaultIncomingNotificationMode.displayName))
ru: По умолчанию (\(settingsViewModel.settings.defaultIncomingNotificationMode.displayName))
tr: Varsayılan (\(settingsViewModel.settings.defaultIncomingNotificationMode.displayName))

source: Default follows Settings > Notifications. Off disables notifications for this contact.
ar_eg: الافتراضي يتبع الإعدادات > الإشعارات. إيقاف يعطل الإشعارات لجهة الاتصال هذه.
bn: ডিফল্ট সেটিংস > নোটিফিকেশন অনুসরণ করে। Off এই কন্টাক্টের জন্য নোটিফিকেশন অক্ষম করে।
es: Predeterminado sigue Ajustes > Notificaciones. Desactivado deshabilita las notificaciones para este contacto.
fr: Suit par défaut les réglages du téléphone. 'Désactivé' désactive les notifications pour ce contact.
it: Predefinito segue Impostazioni > Notifiche. Disattivato disabilita le notifiche per questo contatto.
ja: デフォルトは設定 > 通知に従います。オフにするとこの連絡先の通知が無効になります。
ru: По умолчанию следует Настройки > Уведомления. Выкл. отключает уведомления для этого контакта.
tr: Varsayılan, Ayarlar > Bildirimler'i takip eder. Kapalı bu kişi için bildirimleri devre dışı bırakır.

source: Delete
ar_eg: حذف
bn: মুছে ফেলুন
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ru: Удалить
tr: Sil

source: Delete Account
ar_eg: حذف الحساب
bn: অ্যাকাউন্ট মুছে ফেলুন
es: Eliminar cuenta
fr: Supprimer le compte
it: Elimina account
ja: アカウントを削除
ru: Удалить аккаунт
tr: Hesabı Sil

source: Diagnostics
ar_eg: التشخيصات
bn: ডায়াগনস্টিকস
es: Diagnosticos
it: Diagnostica
ja: 診断
ru: Диагностика
tr: Tanılama

source: Disable
ar_eg: تعطيل
bn: অক্ষম করুন
es: Deshabilitar
fr: Désactiver
it: Disattiva
ja: 無効にする
ru: Отключить
tr: Devre Dışı Bırak

source: Disable Real-Time Updates
ar_eg: تعطيل التحديثات الفورية
bn: রিয়েল-টাইম আপডেট অক্ষম করুন
es: Deshabilitar actualizaciones en tiempo real
fr: Désactiver les mises a jour en temps réel
it: Disattiva aggiornamenti in tempo reale
ja: リアルタイム更新を無効にする
ru: Отключить обновления в реальном времени
tr: Gerçek Zamanlı Güncellemeleri Devre Dışı Bırak

source: Discover new peers
ar_eg: اكتشاف نظراء جدد
bn: নতুন পিয়ার খুঁজুন
es: Descubrir nuevos pares
fr: Découvrir de nouveaux pairs
it: Scopri nuovi peer
ja: 新しいピアを探索
ru: Найти новые узлы
tr: Yeni eşler keşfet

source: Dismiss
ar_eg: تجاهل
bn: বাতিল করুন
es: Descartar
fr: Ignorer
it: Ignora
ja: 閉じる
ru: Закрыть
tr: Kapat

source: Done
ar_eg: تم
bn: সম্পন্ন
es: Hecho
fr: Terminé
it: Fatto
ja: 完了
ru: Готово
tr: Tamam

source: Enabling remote push...
ar_eg: جاري تفعيل الإشعارات الفورية...
bn: রিমোট পুশ সক্রিয় করা হচ্ছে...
es: Habilitando push remoto...
fr: Activation du push...
it: Attivazione push remoto...
ja: リモートプッシュを有効化中...
ru: Включение удалённых push...
tr: Uzaktan push etkinleştiriliyor...

source: Encoding…
ar_eg: جاري الترميز…
bn: এনকোডিং…
es: Codificando...
fr: Encodage...
it: Codifica...
ja: エンコード中…
ru: Кодирование…
tr: Kodlanıyor…

source: Enter a Kaspa address (kaspa:...) or KNS domain name (e.g., alice.kas)
ar_eg: أدخل عنوان Kaspa ‏(kaspa:...)‏ أو اسم نطاق KNS (مثال: alice.kas)
bn: Kaspa ঠিকানা (kaspa:...) বা KNS ডোমেন নাম লিখুন (যেমন, alice.kas)
es: Ingresa una direccion Kaspa (kaspa:...) o un nombre de dominio KNS (ej. alice.kas)
fr: Entrez une adresse Kaspa (kaspa:...) ou un nom de domaine KNS (ex. alice.kas)
it: Inserisci un indirizzo Kaspa (kaspa:...) o un nome di dominio KNS (es. alice.kas)
ja: Kaspaアドレス（kaspa:...）またはKNSドメイン名（例: alice.kas）を入力
ru: Введите адрес Kaspa (kaspa:...) или KNS домен (например, alice.kas)
tr: Bir Kaspa adresi (kaspa:...) veya KNS alan adı girin (ör. alice.kas)

source: Enter your 12 or 24 word seed phrase to restore your account. Separate each word with a space.
ar_eg: أدخل seed phrase المكونة من ١٢ أو ٢٤ كلمة لاستعادة حسابك. افصل كل كلمة بمسافة.
bn: আপনার অ্যাকাউন্ট পুনরুদ্ধার করতে আপনার 12 বা 24 শব্দের seed phrase লিখুন। প্রতিটি শব্দ স্পেস দিয়ে আলাদা করুন।
es: Ingresa tu seed phrase de 12 o 24 palabras para restaurar tu cuenta. Separa cada palabra con un espacio.
fr: Entrez votre seed phrase de 12 ou 24 mots pour restaurer votre compte. Séparez chaque mot par un espace.
it: Inserisci la tua seed phrase di 12 o 24 parole per ripristinare il tuo account. Separa ogni parola con uno spazio.
ja: アカウントを復元するには12語または24語のseed phraseを入力してください。各単語はスペースで区切ってください。
ru: Введите вашу seed phrase из 12 или 24 слов для восстановления аккаунта. Разделяйте слова пробелом.
tr: Hesabınızı geri yüklemek için 12 veya 24 kelimelik seed phrase'inizi girin. Her kelimeyi boşlukla ayırın.

source: Error
ar_eg: خطأ
bn: ত্রুটি
fr: Erreur
it: Errore
ja: エラー
ru: Ошибка
tr: Hata

source: Estimate fees while composing
ar_eg: تقدير الرسوم أثناء الكتابة
bn: লেখার সময় ফি অনুমান করুন
es: Estimar comisiones al redactar
fr: Estimer les frais lors de la redaction
it: Stima le commissioni durante la composizione
ja: 作成中に手数料を見積もる
ru: Оценка комиссии при вводе
tr: Yazarken ücretleri tahmin et

source: Export Chat History
ar_eg: تصدير سجل المحادثات
bn: চ্যাট ইতিহাস রপ্তানি করুন
es: Exportar historial de chat
fr: Exporter l'historique des discussions
it: Esporta cronologia chat
ja: チャット履歴をエクスポート
ru: Экспорт истории чатов
tr: Sohbet Geçmişini Dışa Aktar

source: Export Diagnostics Archive
ar_eg: تصدير أرشيف التشخيصات
bn: ডায়াগনস্টিকস আর্কাইভ রপ্তানি করুন
es: Exportar archivo de diagnosticos
fr: Exporter l'archive de diagnostics
it: Esporta archivio diagnostica
ja: 診断アーカイブをエクスポート
ru: Экспорт архива диагностики
tr: Tanılama Arşivini Dışa Aktar

source: Failed to Send
ar_eg: فشل الإرسال
bn: পাঠাতে ব্যর্থ
es: Error al enviar
fr: Échec de l'envoi
it: Invio fallito
ja: 送信に失敗しました
ru: Не удалось отправить
tr: Gönderilemedi
