Repository: vsmirn0v/KaChat
Catalog: KaChat/*.lproj/Localizable.strings
Languages: ar_eg, bn, es, fr, it, ja, ru, tr

source: Off
ar_eg: إيقاف
bn: বন্ধ
es: Desactivado
fr: Désactivées
it: Disattivato
ja: オフ
ru: Выкл
tr: Kapalı

source: Open Settings
ar_eg: فتح الإعدادات
bn: সেটিংস খুলুন
es: Abrir ajustes
fr: Ouvrir les réglages
it: Apri impostazioni
ja: 設定を開く
ru: Открыть настройки
tr: Ayarları Aç

source: Other
ar_eg: أخرى
bn: অন্যান্য
es: Otro
fr: Autre
it: Altro
ja: その他
ru: Другие
tr: Diğer

source: Other Nodes
ar_eg: عقد أخرى
bn: অন্যান্য নোড
es: Otros nodos
fr: Autres nœux
it: Altri nodi
ja: その他のノード
ru: Другие узлы
tr: Diğer Düğümler

source: Paste
ar_eg: لصق
bn: পেস্ট করুন
es: Pegar
fr: Coller
it: Incolla
ja: 貼り付け
ru: Вставить
tr: Yapıştır

source: Paste from Clipboard
ar_eg: لصق من الحافظة
bn: ক্লিপবোর্ড থেকে পেস্ট করুন
es: Pegar desde portapapeles
fr: Coller depuis le presse-papiers
it: Incolla dagli appunti
ja: クリップボードから貼り付け
ru: Вставить из буфера обмена
tr: Panodan Yapıştır

source: Payment
ar_eg: دفعة
bn: পেমেন্ট
es: Pago
fr: Paiement
it: Pagamento
ja: 支払い
ru: Платёж
tr: Ödeme

source: Per Contact
ar_eg: لكل جهة اتصال
bn: প্রতি কন্টাক্ট
es: Por contacto
fr: Par contact
it: Per contatto
ja: 連絡先ごと
ru: По контактам
tr: Kişi Başına

source: Play sound
ar_eg: تشغيل الصوت
bn: শব্দ চালান
es: Reproducir sonido
fr: Jouer un son
it: Riproduci suono
ja: サウンドを再生
ru: Воспроизвести звук
tr: Ses çal

source: Please check your network connection and try again.
ar_eg: يرجى التحقق من اتصال الشبكة والمحاولة مرة أخرى.
bn: অনুগ্রহ করে আপনার নেটওয়ার্ক সংযোগ পরীক্ষা করুন এবং আবার চেষ্টা করুন।
es: Verifica tu conexion de red e intentalo de nuevo.
fr: Veuillez vérifier votre connexion réseau et réessayer.
it: Controlla la tua connessione di rete e riprova.
ja: ネットワーク接続を確認して、もう一度お試しください。
ru: Пожалуйста, проверьте подключение к сети и попробуйте снова.
tr: Lütfen ağ bağlantınızı kontrol edin ve tekrar deneyin.

source: Please enable camera access in Settings to scan QR codes.
ar_eg: يرجى تفعيل الوصول إلى الكاميرا في الإعدادات لمسح رموز QR.
bn: QR কোড স্ক্যান করতে অনুগ্রহ করে সেটিংসে ক্যামেরা অ্যাক্সেস সক্রিয় করুন।
es: Habilita el acceso a la camara en Ajustes para escanear codigos QR.
fr: Veuillez activer l'accès à la caméra dans les Réglages pour scanner les codes QR.
it: Abilita l'accesso alla fotocamera nelle Impostazioni per scansionare i codici QR.
ja: QRコードをスキャンするには、設定でカメラへのアクセスを有効にしてください。
ru: Разрешите доступ к камере в Настройках для сканирования QR-кодов.
tr: QR kodları taramak için Ayarlar'da kamera erişimini etkinleştirin.

source: Please enter exactly 12 or 24 words
ar_eg: يرجى إدخال ١٢ أو ٢٤ كلمة بالضبط
bn: অনুগ্রহ করে ঠিক 12 বা 24 শব্দ লিখুন
es: Ingresa exactamente 12 o 24 palabras
fr: Veuillez entrer exactement 12 ou 24 mots
it: Inserisci esattamente 12 o 24 parole
ja: 正確に12語または24語を入力してください
ru: Введите ровно 12 или 24 слова
tr: Lütfen tam olarak 12 veya 24 kelime girin

source: Point camera at a QR code
ar_eg: وجّه الكاميرا نحو رمز QR
bn: ক্যামেরা QR কোডের দিকে রাখুন
es: Apunta la camara hacia un codigo QR
fr: Pointez la caméra vers un code QR
it: Punta la fotocamera verso un codice QR
ja: QRコードにカメラを向けてください
ru: Наведите камеру на QR-код
tr: Kamerayı bir QR koda doğrultun

source: Pool Health
ar_eg: صحة المجموعة
bn: পুল স্বাস্থ্য
es: Salud del pool
fr: Santé du pool
it: Salute del pool
ja: プールの状態
ru: Состояние пула
tr: Havuz Sağlığı

source: Pool Status
ar_eg: حالة المجموعة
bn: পুল স্থিতি
es: Estado del pool
fr: Statut du pool
it: Stato del pool
ja: プールステータス
ru: Статус пула
tr: Havuz Durumu

source: Primary
ar_eg: أساسي
bn: প্রাথমিক
es: Primario
fr: Primaire
it: Primario
ja: プライマリ
ru: Основной
tr: Birincil

source: Primary Latency
ar_eg: زمن الاستجابة الأساسي
bn: প্রাথমিক বিলম্ব
es: Latencia primaria
fr: Latence primaire
it: Latenza primaria
ja: プライマリレイテンシー
ru: Задержка основного
tr: Birincil Gecikme

source: Primary: (endpoint.host)
ar_eg: الأساسي: (endpoint.host)
bn: প্রাথমিক: (endpoint.host)
es: Primario: (endpoint.host)
fr: Primaire : (endpoint.host)
it: Primario: (endpoint.host)
ja: プライマリ: (endpoint.host)
ru: Основной: (endpoint.host)
tr: Birincil: (endpoint.host)

source: Primary: \(endpoint.host)
ar_eg: الأساسي: \(endpoint.host)
bn: প্রাথমিক: \(endpoint.host)
es: Primario: \(endpoint.host)
fr: Primaire : \(endpoint.host)
it: Primario: \(endpoint.host)
ja: プライマリ: \(endpoint.host)
ru: Основной: \(endpoint.host)
tr: Birincil: \(endpoint.host)

source: Private key hex copied. Clipboard will clear in 30s.
ar_eg: تم نسخ المفتاح الخاص (hex). ستُمسح الحافظة خلال ٣٠ ثانية.
bn: প্রাইভেট কী hex কপি করা হয়েছে। ক্লিপবোর্ড 30 সেকেন্ডে মুছে যাবে।
es: Clave privada (hex) copiada. El portapapeles se borrara en 30s.
fr: Clé privée (hex) copiée. Le presse-papiers sera effacé dans 30s.
it: Chiave privata (hex) copiata. Gli appunti verranno cancellati in 30s.
ja: 秘密鍵Hexをコピーしました。クリップボードは30秒後にクリアされます。
ru: Приватный ключ (hex) скопирован. Буфер обмена очистится через 30 сек.
tr: Özel anahtar hex kopyalandı. Pano 30 saniye içinde temizlenecek.

source: Private key unavailable.
ar_eg: المفتاح الخاص غير متاح.
bn: প্রাইভেট কী পাওয়া যায়নি।
es: Clave privada no disponible.
fr: Clé privée indisponible.
it: Chiave privata non disponibile.
ja: 秘密鍵は利用できません。
ru: Приватный ключ недоступен.
tr: Özel anahtar kullanılamıyor.

source: Profile
ar_eg: الملف الشخصي
bn: প্রোফাইল
es: Perfil
fr: Profil
it: Profilo
ja: プロフィール
ru: Профиль
tr: Profil

source: Profiled
ar_eg: مفحوص
bn: প্রোফাইল করা হয়েছে
es: Perfilado
fr: Profilé
it: Profilato
ja: プロファイル済み
ru: Профилированные
tr: Profillenmiş

source: Profiled, candidate, and suspect nodes. Showing first 20.
ar_eg: عقد مفحوصة ومرشحة ومشتبه بها. عرض أول ٢٠.
bn: প্রোফাইল করা, প্রার্থী এবং সন্দেহভাজন নোড। প্রথম 20 দেখানো হচ্ছে।
es: Nodos perfilados, candidatos y sospechosos. Mostrando los primeros 20.
fr: Nœux profilés, candidatés et suspects. Affichage des 20 premiers.
it: Nodi profilati, candidati e sospetti. Visualizzazione dei primi 20.
ja: プロファイル済み、候補、疑わしいノード。最初の20件を表示しています。
ru: Профилированные, кандидаты и подозрительные узлы. Показаны первые 20.
tr: Profillenmiş, aday ve şüpheli düğümler. İlk 20 gösteriliyor.

source: Protocol
ar_eg: البروتوكول
bn: প্রোটোকল
es: Protocolo
fr: Protocole
it: Protocollo
ja: プロトコル
ru: Протокол
tr: Protokol

source: Push Indexer URL
ar_eg: رابط مفهرس الإشعارات
es: URL del indexador push
fr: URL de l'indexeur push
it: URL indicizzatore push
ru: URL push-индексатора
tr: Push Dizinleyici URL

source: Push Notifications
ar_eg: إشعارات فورية
bn: পুশ নোটিফিকেশন
es: Notificaciones push
fr: Notifications push
it: Notifiche push
ja: プッシュ通知
ru: Push-уведомления
tr: Anlık bildirimler

source: Push Registration
ar_eg: تسجيل الإشعارات
bn: পুশ রেজিস্ট্রেশন
es: Registro push
fr: Enregistrement push
it: Registrazione push
ja: プッシュ登録
ru: Регистрация push
tr: Push Kaydı

source: Push subscription failed.
ar_eg: فشل الاشتراك في الإشعارات.
bn: পুশ সাবস্ক্রিপশন ব্যর্থ।
es: Error en la suscripcion push.
fr: Échec de l'abonnement push.
it: Sottoscrizione push fallita.
ja: プッシュのサブスクリプションに失敗しました。
ru: Подписка на push не удалась.
tr: Push aboneliği başarısız oldu.

source: REST API for transaction history and balance lookups
ar_eg: REST API لسجل المعاملات واستعلامات الرصيد
bn: ট্রানজ্যাকশন ইতিহাস এবং ব্যালেন্স লুকআপের জন্য REST API
es: REST API para historial de transacciones y consultas de saldo
fr: REST API pour l'historique des transactions et la consultation du solde
it: REST API per cronologia transazioni e consultazione saldo
ja: トランザクション履歴と残高照会用のREST API
ru: REST API для истории транзакций и проверки баланса
tr: İşlem geçmişi ve bakiye sorgulaması için REST API

source: Receive notifications when contacts send messages, even when the app is closed.
ar_eg: استقبل إشعارات عندما ترسل جهات الاتصال رسائل، حتى عند إغلاق التطبيق.
bn: অ্যাপ বন্ধ থাকলেও কন্টাক্ট বার্তা পাঠালে নোটিফিকেশন পান।
es: Recibe notificaciones cuando los contactos envian mensajes, incluso cuando la aplicacion esta cerrada.
fr: Recevez des notifications lorsque des contacts envoient des messages, même lorsque l'application est fermée.
it: Ricevi notifiche quando i contatti inviano messaggi, anche quando l'app e chiusa.
ja: アプリが閉じていても、連絡先からメッセージが届いたときに通知を受け取れます。
ru: Получайте уведомления, когда контакты отправляют сообщения, даже когда приложение закрыто.
tr: Uygulama kapalıyken bile kişiler mesaj gönderdiğinde bildirim alın.

source: Received %.8f KAS
ar_eg: تم استلام %.8f KAS
bn: %.8f KAS পাওয়া গেছে
es: Recibiste %.8f KAS
fr: %.8f KAS reçu(s)
it: Ricevuti %.8f KAS
ja: %.8f KASを受け取りました
ru: Получено %.8f KAS
tr: %.8f KAS alındı

source: Received payment
ar_eg: تم استلام دفعة
bn: পেমেন্ট পাওয়া গেছে
es: Pago recibido
fr: Paiement reçu
it: Pagamento ricevuto
ja: 支払いを受け取りました
ru: Платеж получен
tr: Ödeme alındı

source: Reconnect
ar_eg: إعادة الاتصال
bn: পুনরায় সংযোগ করুন
es: Reconectar
fr: Reconnecter
it: Riconnetti
ja: 再接続
ru: Переподключиться
tr: Yeniden Bağlan

source: Recording… (Int(recordingDuration))s
ar_eg: جاري التسجيل… (Int(recordingDuration)) ث
bn: রেকর্ডিং… (Int(recordingDuration))s
es: Grabando... (Int(recordingDuration))s
fr: Enregistrement... (Int(recordingDuration))s
it: Registrazione... (Int(recordingDuration))s
ja: 録音中… (Int(recordingDuration))秒
ru: Запись… (Int(recordingDuration))с
tr: Kaydediliyor… (Int(recordingDuration))sn

source: Recording… \(Int(recordingDuration))s
ar_eg: جاري التسجيل… \(Int(recordingDuration)) ث
bn: রেকর্ডিং… \(Int(recordingDuration))s
es: Grabando... \(Int(recordingDuration))s
fr: Enregistrement... \(Int(recordingDuration))s
it: Registrazione... \(Int(recordingDuration))s
ja: 録音中… \(Int(recordingDuration))秒
ru: Запись… \(Int(recordingDuration))с
tr: Kaydediliyor… \(Int(recordingDuration))sn

source: Refresh Pool
ar_eg: تحديث المجموعة
bn: পুল রিফ্রেশ করুন
es: Actualizar pool
fr: Rafraîchir le pool
it: Aggiorna pool
ja: プールを更新
ru: Обновить пул
tr: Havuzu Yenile

source: Refresh Pool Now
ar_eg: تحديث المجموعة الآن
bn: এখনই পুল রিফ্রেশ করুন
es: Actualizar pool ahora
fr: Rafraîchir le pool maintenant
it: Aggiorna pool adesso
ja: 今すぐプールを更新
ru: Обновить пул сейчас
tr: Havuzu Şimdi Yenile

source: Registered
ar_eg: مسجل
bn: নিবন্ধিত
es: Registrado
fr: Enregistré
it: Registrato
ja: 登録済み
ru: Зарегистрирован
tr: Kayıtlı

source: Remove Saved Account
ar_eg: إزالة الحساب المحفوظ
bn: সংরক্ষিত অ্যাকাউন্ট সরান
es: Eliminar cuenta guardada
fr: Supprimer le compte enregistré
it: Rimuovi account salvato
ja: 保存済みアカウントを削除
ru: Удалить сохранённый аккаунт
tr: Kayıtlı Hesabı Kaldır

source: Remove from Device
ar_eg: إزالة من الجهاز
bn: ডিভাইস থেকে সরান
es: Eliminar del dispositivo
fr: Supprimer de l'appareil
it: Rimuovi dal dispositivo
ja: デバイスから削除
ru: Удалить с устройства
tr: Cihazdan Kaldır

source: Required for cross-device sync and backup of sent messages.
ar_eg: مطلوب لمزامنة الأجهزة المتعددة ونسخ الرسائل المرسلة احتياطياً.
bn: প্রেরিত বার্তার ক্রস-ডিভাইস সিংক এবং ব্যাকআপের জন্য প্রয়োজন।
es: Requerido para sincronizacion entre dispositivos y respaldo de mensajes enviados.
fr: Requis pour la synchronisation multi-appareils et la sauvegarde des messages envoyés.
it: Necessario per la sincronizzazione tra dispositivi e il backup dei messaggi inviati.
ja: デバイス間の同期と送信メッセージのバックアップに必要です。
ru: Необходимо для синхронизации между устройствами и резервного копирования отправленных сообщений.
tr: Cihazlar arası senkronizasyon ve gönderilen mesajların yedeği için gereklidir.

source: Reset to Defaults
ar_eg: إعادة التعيين إلى الافتراضي
bn: ডিফল্টে রিসেট করুন
es: Restablecer valores predeterminados
fr: Réinitialiser par defaut
it: Ripristina predefiniti
ja: デフォルトにリセット
ru: Сбросить по умолчанию
tr: Varsayılanlara Sıfırla

source: Resolved: (resolvedDomain ??
ar_eg: تم التحليل: (resolvedDomain ??
bn: রেজোলভ করা হয়েছে: (resolvedDomain ??
es: Resuelto: (resolvedDomain ??
fr: Résolu : (resolvedDomain ??
it: Risolto: (resolvedDomain ??
ja: 解決済み: (resolvedDomain ??
ru: Разрешено: (resolvedDomain ??
tr: Çözümlendi: (resolvedDomain ??

source: Resolving KNS domain...
ar_eg: جاري تحليل نطاق KNS...
bn: KNS ডোমেন রেজোলভ করা হচ্ছে...
es: Resolviendo dominio KNS...
fr: Résolution du domaine KNS...
it: Risoluzione dominio KNS...
ja: KNSドメインを解決中...
ru: Разрешение KNS домена...
tr: KNS alan adı çözümleniyor...

source: Retry Send
ar_eg: إعادة الإرسال
bn: পুনরায় পাঠান
es: Reintentar envio
fr: Renvoyer
it: Riprova invio
ja: 再送信
ru: Повторить отправку
tr: Tekrar Gönder

source: Save
ar_eg: حفظ
bn: সংরক্ষণ করুন
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ru: Сохранить
tr: Kaydet

source: Save Audio
ar_eg: حفظ الصوت
bn: অডিও সংরক্ষণ করুন
es: Guardar audio
fr: Enregistrer l'audio
it: Salva audio
ja: 音声を保存
ru: Сохранить аудио
tr: Sesi Kaydet

source: Saved Accounts
ar_eg: الحسابات المحفوظة
bn: সংরক্ষিত অ্যাকাউন্ট
es: Cuentas guardadas
fr: Comptes enregistrés
it: Account salvati
ja: 保存済みアカウント
ru: Сохраненные аккаунты
tr: Kaydedilen Hesaplar

source: Scan QR
ar_eg: مسح QR
bn: QR স্ক্যান করুন
es: Escanear QR
fr: Scanner le code QR
it: Scansiona QR
ja: QRスキャン
ru: Сканировать QR
tr: QR Tara

source: Scan QR Code
ar_eg: مسح رمز QR
bn: QR কোড স্ক্যান করুন
es: Escanear codigo QR
fr: Scanner le code QR
it: Scansiona codice QR
ja: QRコードをスキャン
ru: Сканировать QR-код
tr: QR Kod Tara

source: Scan to share account. Tap anywhere here to copy address.
ar_eg: امسح للمشاركة. اضغط في أي مكان هنا لنسخ العنوان.
bn: অ্যাকাউন্ট শেয়ার করতে স্ক্যান করুন। ঠিকানা কপি করতে এখানে যেকোনো জায়গায় ট্যাপ করুন।
es: Escanea para compartir la cuenta. Toca aqui para copiar la direccion.
fr: Scannez pour partager le compte. Appuyez ici pour copier l'adresse.
it: Scansiona per condividere l'account. Tocca qui per copiare l'indirizzo.
ja: QRをスキャンしてアカウントを共有。ここをタップでアドレスをコピー。
ru: Сканируйте для обмена аккаунтом. Нажмите здесь, чтобы скопировать адрес.
tr: Hesabı paylaşmak için tarayın. Adresi kopyalamak için buraya dokunun.

source: Search chats
ar_eg: البحث في المحادثات
bn: চ্যাট খুঁজুন
es: Buscar chats
fr: Rechercher dans les discussions
it: Cerca chat
ja: チャットを検索
ru: Поиск чатов
tr: Sohbet ara

source: Search contacts
ar_eg: البحث في جهات الاتصال
bn: কন্টাক্ট খুঁজুন
es: Buscar contactos
fr: Rechercher des contacts
it: Cerca contatti
ja: 連絡先を検索
ru: Поиск контактов
tr: Kişi ara

source: Secure messaging on Kaspa BlockDAG
ar_eg: مراسلة آمنة على Kaspa BlockDAG
bn: Kaspa BlockDAG-এ নিরাপদ মেসেজিং
es: Mensajería segura en Kaspa BlockDAG
fr: Messagerie sécurisée sur Kaspa BlockDAG
it: Messaggistica sicura su Kaspa BlockDAG
ja: Kaspa BlockDAG上の安全なメッセージング
ru: Безопасные сообщения в Kaspa BlockDAG
tr: Kaspa BlockDAG üzerinde güvenli mesajlaşma

source: Security Warning
ar_eg: تحذير أمني
bn: নিরাপত্তা সতর্কতা
es: Advertencia de seguridad
fr: Avertissement de sécurité
it: Avviso di sicurezza
ja: セキュリティ警告
ru: Предупреждение безопасности
tr: Güvenlik Uyarısı

source: Seed Phrase Length
ar_eg: طول Seed Phrase
bn: Seed Phrase-এর দৈর্ঘ্য
es: Longitud de seed phrase
fr: Longueur de la phrase de récupération
it: Lunghezza seed phrase
ja: Seed Phraseの長さ
ru: Длина seed phrase
tr: Seed Phrase Uzunluğu

source: Seed phrase copied. Clipboard will clear in 30s.
ar_eg: تم نسخ seed phrase. ستُمسح الحافظة خلال ٣٠ ثانية.
bn: Seed phrase কপি করা হয়েছে। ক্লিপবোর্ড 30 সেকেন্ডে মুছে যাবে।
es: Seed phrase copiada. El portapapeles se borrara en 30s.
fr: Phrase de récupération copiée. Le presse-papiers sera effacé dans 30s.
it: Seed phrase copiata. Gli appunti verranno cancellati in 30s.
ja: Seed Phraseをコピーしました。クリップボードは30秒後にクリアされます。
ru: Seed phrase скопирована. Буфер обмена очистится через 30 сек.
tr: Seed phrase kopyalandı. Pano 30 saniye içinde temizlenecek.

source: Select mainnet for real transactions or testnet for testing
ar_eg: اختر mainnet للمعاملات الحقيقية أو testnet للتجربة
bn: প্রকৃত ট্রানজ্যাকশনের জন্য mainnet বা পরীক্ষার জন্য testnet বেছে নিন
es: Selecciona mainnet para transacciones reales o testnet para pruebas
fr: Sélectionnez mainnet pour les transactions réelles ou testnet pour les tests
it: Seleziona mainnet per transazioni reali o testnet per i test
ja: 本番のトランザクションにはmainnet、テストにはtestnetを選択
ru: Выберите mainnet для реальных транзакций или testnet для тестирования
tr: Gerçek işlemler için mainnet veya test için testnet seçin

source: Set per-contact notification mode in each chat's info screen: Off, No Sound, or Sound.
ar_eg: عيّن وضع الإشعارات لكل جهة اتصال في شاشة معلومات المحادثة: إيقاف، بدون صوت، أو صوت.
bn: প্রতিটি চ্যাটের তথ্য স্ক্রিনে প্রতি-কন্টাক্ট নোটিফিকেশন মোড সেট করুন: Off, No Sound, বা Sound।
es: Establece el modo de notificacion por contacto en la pantalla de info del chat: Desactivado, Sin sonido o Sonido.
fr: Définissez le mode de notification par contact dans l'écran d'info de chaque discussion : Désactivées, Mode Silence ou Sonore.
it: Imposta la modalita di notifica per contatto nella schermata info di ogni chat: Disattivato, Nessun suono o Suono.
ja: 各チャットの情報画面で連絡先ごとの通知モードを設定: オフ、サウンドなし、またはサウンド。
ru: Установите режим уведомлений для каждого контакта в информации о чате: Выкл, Без звука или Звук.
tr: Her sohbetin bilgi ekranında kişi başına bildirim modunu ayarlayın: Kapalı, Ses Yok veya Ses.

source: Settings
ar_eg: الإعدادات
bn: সেটিংস
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ru: Настройки
tr: Ayarlar

source: Share QR
ar_eg: مشاركة QR
bn: QR শেয়ার করুন
es: Compartir QR
fr: Partager le code QR
it: Condividi QR
ja: QRを共有
ru: Поделиться QR
tr: QR Paylaş

source: Show QR
ar_eg: عرض QR
bn: QR দেখান
es: Mostrar QR
fr: Afficher le code QR
it: Mostra QR
ja: QRを表示
ru: Показать QR
tr: QR Göster

source: Show contact balance
ar_eg: عرض رصيد جهة الاتصال
bn: কন্টাক্ট ব্যালেন্স দেখান
es: Mostrar saldo del contacto
fr: Afficher le solde du contact
it: Mostra saldo del contatto
ja: 連絡先の残高を表示
ru: Показать баланс контакта
tr: Kişi bakiyesini göster

source: Sign In Failed
ar_eg: فشل تسجيل الدخول
bn: সাইন ইন ব্যর্থ
es: Error al iniciar sesion
fr: Échec de la connexion
it: Accesso fallito
ja: サインインに失敗しました
ru: Ошибка входа
tr: Giriş Başarısız

source: Skip
ar_eg: تخطي
bn: এড়িয়ে যান
es: Omitir
fr: Ignorer
it: Salta
ja: スキップ
ru: Пропустить
tr: Atla

source: Sound
ar_eg: صوت
bn: শব্দ
es: Sonido
fr: Sonore
it: Suono
ja: サウンド
ru: Звук
tr: Ses

source: Sound & Vibration
ar_eg: الصوت والاهتزاز
bn: শব্দ ও কম্পন
es: Sonido y vibración
fr: Son et vibration
it: Suono e vibrazione
ja: サウンドとバイブレーション
ru: Звук и вибрация
tr: Ses ve Titreşim

source: Start a new chat by adding a contact
ar_eg: ابدأ شات جديد بإضافة جهة اتصال
bn: নতুন চ্যাট শুরু করতে একটি কন্টাক্ট যোগ করুন
es: Inicia un nuevo chat agregando un contacto
fr: Démarrez une nouvelle discussion en ajoutant un contact
it: Avvia una nuova chat aggiungendo un contatto
ja: 連絡先を追加して新しいチャットを始めましょう
ru: Начните новый чат, добавив контакт
tr: Bir kişi ekleyerek yeni bir sohbet başlat

source: Started a conversation
ar_eg: بدأ محادثة
bn: কথোপকথন শুরু করেছে
es: Inició una conversación
fr: A lancé une conversation
it: Ha avviato una conversazione
ja: 会話を開始しました
ru: Начал(а) разговор
tr: Bir konuşma başlattı

source: Status
ar_eg: الحالة
bn: স্থিতি
es: Estado
fr: Statut
it: Stato
ja: ステータス
ru: Статус
tr: Durum

source: Storage
ar_eg: التخزين
bn: স্টোরেজ
es: Almacenamiento
fr: Stockage
it: Archiviazione
ja: ストレージ
ru: Хранилище
tr: Depolama

source: Storage used: (messageStoreSize)
ar_eg: التخزين المستخدم: (messageStoreSize)
bn: ব্যবহৃত স্টোরেজ: (messageStoreSize)
es: Almacenamiento usado: (messageStoreSize)
fr: Stockage utilisé : (messageStoreSize)
it: Spazio utilizzato: (messageStoreSize)
ja: 使用ストレージ: (messageStoreSize)
ru: Использовано: (messageStoreSize)
tr: Kullanılan depolama: (messageStoreSize)

source: Storage used: \(messageStoreSize)
ar_eg: التخزين المستخدم: \(messageStoreSize)
bn: ব্যবহৃত স্টোরেজ: \(messageStoreSize)
es: Almacenamiento usado: \(messageStoreSize)
fr: Stockage utilisé : \(messageStoreSize)
it: Spazio utilizzato: \(messageStoreSize)
ja: 使用ストレージ: \(messageStoreSize)
ru: Использовано: \(messageStoreSize)
tr: Kullanılan depolama: \(messageStoreSize)

source: Store encrypted messages in iCloud CloudKit
ar_eg: تخزين الرسائل المشفرة في iCloud CloudKit
bn: iCloud CloudKit-এ এনক্রিপ্ট করা বার্তা সংরক্ষণ করুন
es: Almacenar mensajes cifrados en iCloud CloudKit
fr: Stocker les messages chiffrés dans iCloud CloudKit
it: Archivia messaggi crittografati in iCloud CloudKit
ja: 暗号化されたメッセージをiCloud CloudKitに保存
ru: Хранить зашифрованные сообщения в iCloud CloudKit
tr: Şifreli mesajları iCloud CloudKit'te sakla

source: Store this in a safe place. Anyone with these words can access your account.
ar_eg: احفظ هذا في مكان آمن. أي شخص يمتلك هذه الكلمات يمكنه الوصول إلى حسابك.
bn: এটি নিরাপদ স্থানে রাখুন। এই শব্দগুলো দিয়ে যে কেউ আপনার অ্যাকাউন্টে প্রবেশ করতে পারে।
es: Guardalo en un lugar seguro. Cualquier persona con estas palabras puede acceder a tu cuenta.
fr: Conservez ceci en lieu sûr. Toute personne disposant de ces mots peut accéder à votre compte.
it: Conserva questo in un luogo sicuro. Chiunque abbia queste parole puo accedere al tuo account.
ja: 安全な場所に保管してください。これらの単語を知っている人は誰でもアカウントにアクセスできます。
ru: Храните это в надёжном месте. Любой, у кого есть эти слова, может получить доступ к вашему аккаунту.
tr: Bunu güvenli bir yerde saklayın. Bu kelimelere sahip herkes hesabınıza erişebilir.

source: Support Email
ar_eg: بريد الدعم
bn: সাপোর্ট ইমেইল
es: Correo de soporte
fr: E-mail de support
it: Email di supporto
ja: サポートメール
ru: Email поддержки
tr: Destek E-postası

source: Suspected
ar_eg: مشتبه بها
bn: সন্দেহভাজন
es: Sospechoso
fr: Suspect
it: Sospetto
ja: 疑わしい
ru: Подозрительные
tr: Şüpheli

source: Sync system contacts
ar_eg: مزامنة جهات اتصال النظام
bn: সিস্টেম কন্টাক্ট সিংক করুন
es: Sincronizar contactos del sistema
fr: Synchroniser la liste de contacts du téléphone
it: Sincronizza contatti di sistema
ja: システム連絡先を同期
ru: Синхронизировать системные контакты
tr: Sistem kişilerini senkronize et

source: Sync warning detected
ar_eg: تم اكتشاف تحذير مزامنة
bn: সিংক সতর্কতা পাওয়া গেছে
es: Advertencia de sincronizacion detectada
fr: Avertissement de synchronisation détecté
it: Avviso di sincronizzazione rilevato
ja: 同期の警告を検出
ru: Обнаружено предупреждение синхронизации
tr: Senkronizasyon uyarısı algılandı

source: Synced and ready for promotion to active.
ar_eg: تمت المزامنة وجاهز للترقية إلى نشط.
bn: সিংক করা হয়েছে এবং সক্রিয়তে উন্নীত হওয়ার জন্য প্রস্তুত।
es: Sincronizado y listo para promocion a activo.
fr: Synchronisé et prêt pour la promotion en actif.
it: Sincronizzato e pronto per la promozione ad attivo.
ja: 同期完了。アクティブへの昇格準備ができています。
ru: Синхронизированы и готовы к переводу в активные.
tr: Senkronize edildi ve aktife yükseltilmeye hazır.

source: System Contact
ar_eg: جهة اتصال النظام
bn: সিস্টেম কন্টাক্ট
es: Contacto del sistema
fr: Contact du téléphone
it: Contatto di sistema
ja: システム連絡先
ru: Системный контакт
tr: Sistem Kişisi

source: System Contact Link
ar_eg: ربط جهة اتصال النظام
bn: সিস্টেম কন্টাক্ট লিংক
es: Vinculo de contacto del sistema
fr: Liaison des contacts du téléphone
it: Collegamento contatto di sistema
ja: システム連絡先リンク
ru: Привязка системного контакта
tr: Sistem Kişisi Bağlantısı

source: System contact unlinked.
ar_eg: تم إلغاء ربط جهة اتصال النظام.
bn: সিস্টেম কন্টাক্ট আনলিংক করা হয়েছে।
es: Contacto del sistema desvinculado.
fr: Liaison des contacts du téléphone supprimée.
it: Contatto di sistema scollegato.
ja: システム連絡先のリンクを解除しました。
ru: Системный контакт отвязан.
tr: Sistem kişisi bağlantısı kaldırıldı.

source: Tap a node to copy host:port.
ar_eg: اضغط على عقدة لنسخ host:port.
bn: host:port কপি করতে একটি নোডে ট্যাপ করুন।
es: Toca un nodo para copiar host:port.
fr: Appuyez sur un node pour copier host:port.
it: Tocca un nodo per copiare host:port.
ja: ノードをタップしてhost:portをコピー。
ru: Нажмите на узел, чтобы скопировать host:port.
tr: host:port kopyalamak için bir düğüme dokunun.

source: Tap send to record
ar_eg: اضغط إرسال للتسجيل
bn: রেকর্ড করতে পাঠান ট্যাপ করুন
es: Toca enviar para grabar
fr: Appuyez sur envoyer pour enregistrer
it: Tocca invia per registrare
ja: 送信をタップして録音
ru: Нажмите отправить для записи
tr: Kaydetmek için gönder'e dokun
