Repository: vsmirn0v/KaChat
Catalog: KaChat/*.lproj/Localizable.strings
Languages: ar_eg, bn, es, fr, it, ja, ru, tr

source: (warning.contactAlias) has produced (warning.txCount) transactions in the last minute that are not relevant to you. This consumes battery and network resources. Disable real-time updates for this contact? Messages will still be fetched periodically.
ar_eg: أنتج (warning.contactAlias) عدد (warning.txCount) معاملة في الدقيقة الأخيرة غير متعلقة بك. هذا يستهلك البطارية وموارد الشبكة. هل تريد تعطيل التحديثات الفورية لجهة الاتصال هذه؟ سيتم جلب الرسائل دورياً.
bn: (warning.contactAlias) গত এক মিনিটে (warning.txCount) ট্রানজ্যাকশন তৈরি করেছে যা আপনার সাথে সম্পর্কিত নয়। এটি ব্যাটারি এবং নেটওয়ার্ক সম্পদ ব্যবহার করে। এই কন্টাক্টের জন্য রিয়েল-টাইম আপডেট অক্ষম করবেন? বার্তা এখনও পর্যায়ক্রমে আনা হবে।
es: (warning.contactAlias) ha producido (warning.txCount) transacciones en el ultimo minuto que no son relevantes para ti. Esto consume bateria y recursos de red. Deshabilitar actualizaciones en tiempo real para este contacto? Los mensajes se seguiran obteniendo periodicamente.
fr: (warning.contactAlias) a produit (warning.txCount) transactions dans la dernière minute qui ne vous concernent pas. Cela consomme de la batterie et des ressources réseau. Désactiver les mises a jour en temps reel pour ce contact ? Les messages seront toujours récupérés périodiquement.
it: (warning.contactAlias) ha prodotto (warning.txCount) transazioni nell'ultimo minuto che non ti riguardano. Questo consuma batteria e risorse di rete. Disattivare gli aggiornamenti in tempo reale per questo contatto? I messaggi verranno comunque recuperati periodicamente.
ja: (warning.contactAlias) が直近1分間にあなたに関係のない (warning.txCount) 件のトランザクションを発生させています。これはバッテリーとネットワークリソースを消費します。 この連絡先のリアルタイム更新を無効にしますか？メッセージは定期的に取得されます。
ru: (warning.contactAlias) произвёл(а) (warning.txCount) транзакций за последнюю минуту, не относящихся к вам. Это расходует батарею и сетевые ресурсы. Отключить обновления в реальном времени для этого контакта? Сообщения будут по-прежнему загружаться периодически.
tr: (warning.contactAlias), son bir dakikada sizinle ilgisi olmayan (warning.txCount) işlem üretti. Bu, pil ve ağ kaynaklarını tüketir. Bu kişi için gerçek zamanlı güncellemeler devre dışı bırakılsın mı? Mesajlar yine periyodik olarak alınacak.

source: (watchedCount) contacts
ar_eg: (watchedCount) جهة اتصال
bn: (watchedCount) কন্টাক্ট
es: (watchedCount) contactos
it: (watchedCount) contatti
ja: (watchedCount) 件の連絡先
ru: (watchedCount) контактов
tr: (watchedCount) kişi

source: (wordCount) words
ar_eg: (wordCount) كلمة
bn: (wordCount) শব্দ
es: (wordCount) palabras
fr: (wordCount) mots
it: (wordCount) parole
ja: (wordCount) 語
ru: (wordCount) слов
tr: (wordCount) kelime

source: \(Int(latency))ms
ru: \(Int(latency))мс

source: \(latency) ms
ru: \(latency) мс

source: \(warning.contactAlias) has produced \(warning.txCount) transactions in the last minute that are not relevant to you. This consumes battery and network resources.\n\nDisable real-time updates for this contact? Messages will still be fetched periodically.
ar_eg: أنتج \(warning.contactAlias) عدد \(warning.txCount) معاملة في الدقيقة الأخيرة غير متعلقة بك. هذا يستهلك البطارية وموارد الشبكة.\n\nهل تريد تعطيل التحديثات الفورية لجهة الاتصال هذه؟ سيتم جلب الرسائل دورياً.
bn: \(warning.contactAlias) গত এক মিনিটে \(warning.txCount) ট্রানজ্যাকশন তৈরি করেছে যা আপনার সাথে সম্পর্কিত নয়। এটি ব্যাটারি এবং নেটওয়ার্ক সম্পদ ব্যবহার করে।\n\nএই কন্টাক্টের জন্য রিয়েল-টাইম আপডেট অক্ষম করবেন? বার্তা এখনও পর্যায়ক্রমে আনা হবে।
es: \(warning.contactAlias) ha producido \(warning.txCount) transacciones en el ultimo minuto que no son relevantes para ti. Esto consume bateria y recursos de red.\n\nDeshabilitar actualizaciones en tiempo real para este contacto? Los mensajes se seguiran obteniendo periodicamente.
fr: \(warning.contactAlias) a produit \(warning.txCount) transactions dans la dernière minute qui ne vous concernent pas. Cela consomme de la batterie et des ressources réseau.\n\nDésactiver les mises a jour en temps réel pour ce contact ? Les messages seront toujours récupérés périodiquement.
it: \(warning.contactAlias) ha prodotto \(warning.txCount) transazioni nell'ultimo minuto che non ti riguardano. Questo consuma batteria e risorse di rete.\n\nDisattivare gli aggiornamenti in tempo reale per questo contatto? I messaggi verranno comunque recuperati periodicamente.
ja: \(warning.contactAlias) が直近1分間にあなたに関係のない \(warning.txCount) 件のトランザクションを発生させています。これはバッテリーとネットワークリソースを消費します。\n\nこの連絡先のリアルタイム更新を無効にしますか？メッセージは定期的に取得されます。
ru: \(warning.contactAlias) произвёл(а) \(warning.txCount) транзакций за последнюю минуту, не относящихся к вам. Это расходует батарею и сетевые ресурсы.\n\nОтключить обновления в реальном времени для этого контакта? Сообщения будут по-прежнему загружаться периодически.
tr: \(warning.contactAlias), son bir dakikada sizinle ilgisi olmayan \(warning.txCount) işlem üretti. Bu, pil ve ağ kaynaklarını tüketir.\n\nBu kişi için gerçek zamanlı güncellemeler devre dışı bırakılsın mı? Mesajlar yine periyodik olarak alınacak.

source: \(watchedCount) contacts
ar_eg: \(watchedCount) جهة اتصال
bn: \(watchedCount) কন্টাক্ট
es: \(watchedCount) contactos
it: \(watchedCount) contatti
ja: \(watchedCount) 件の連絡先
ru: \(watchedCount) контактов
tr: \(watchedCount) kişi

source: \(wordCount) words
ar_eg: \(wordCount) كلمة
bn: \(wordCount) শব্দ
es: \(wordCount) palabras
fr: \(wordCount) mots
it: \(wordCount) parole
ja: \(wordCount) 語
ru: \(wordCount) слов
tr: \(wordCount) kelime

source: fee: -- sompi
ar_eg: الرسوم: -- sompi
ja: 手数料: -- sompi
ru: плата: -- sompi

source: fee: ---- sompi
ar_eg: الرسوم: ---- sompi
ja: 手数料: ---- sompi
ru: плата: ---- sompi

source: fee: (fee) sompi
ar_eg: الرسوم: (fee) sompi
ja: 手数料: (fee) sompi
ru: плата: (fee) sompi

source: fee: \(fee) sompi
ar_eg: الرسوم: \(fee) sompi
ja: 手数料: \(fee) sompi
ru: плата: \(fee) sompi

source: Small Amount
ar_eg: مبلغ صغير
bn: ছোট পরিমাণ
es: Monto pequeño
fr: Petit montant
it: Importo ridotto
ja: 少額送金
ru: Малая сумма
tr: Küçük Tutar

source: Send Anyway
ar_eg: إرسال على أي حال
bn: তবুও পাঠান
es: Enviar de todos modos
fr: Envoyer quand même
it: Invia comunque
ja: 送金する
ru: Отправить всё равно
tr: Yine de Gönder

source: Sending less than 0.1 KAS may fail due to the network dust protection limit.
ar_eg: قد يفشل إرسال أقل من 0.1 KAS بسبب حد حماية الغبار في الشبكة.
bn: নেটওয়ার্কের dust সুরক্ষা সীমার কারণে 0.1 KAS-এর কম পাঠানো ব্যর্থ হতে পারে।
es: Enviar menos de 0.1 KAS puede fallar debido al límite de protección contra polvo de la red.
fr: L'envoi de moins de 0,1 KAS peut échouer en raison de la limite de protection anti-poussière du réseau.
it: L'invio di meno di 0,1 KAS potrebbe fallire a causa del limite di protezione dust della rete.
ja: 0.1 KAS 未満の送金はネットワークのdust保護制限により失敗する可能性があります。
ru: Отправка менее 0,1 KAS может не пройти из-за ограничения сети на минимальный размер транзакции (dust limit).
tr: 0,1 KAS'tan az göndermek, ağın dust koruma limiti nedeniyle başarısız olabilir.

source: Planned spend %@ KAS, but available balance %@ KAS is less than required.
ar_eg: الإنفاق المخطط %@ KAS، لكن الرصيد المتاح %@ KAS أقل من المطلوب.
bn: খরচের পরিকল্পনা %@ KAS, কিন্তু উপলব্ধ ব্যালেন্স %@ KAS প্রয়োজনীয় পরিমাণের চেয়ে কম।
es: Planeas gastar %@ KAS, pero el saldo disponible %@ KAS es menor que el requerido.
it: La spesa pianificata è %@ KAS, ma il saldo disponibile %@ KAS è inferiore al necessario.
ru: Планируемый расход %@ KAS, но доступный баланс %@ KAS меньше требуемого.
tr: Planlanan harcama %@ KAS, ancak kullanılabilir bakiye %@ KAS gerekli tutardan düşüktür.

source: No spendable funds available yet. Wait for confirmations and try again.
ar_eg: لا توجد أموال قابلة للإنفاق حتى الآن. انتظر التأكيدات وحاول مرة أخرى.
bn: এখনও খরচযোগ্য ফান্ড উপলব্ধ নয়। কনফার্মেশন হওয়া পর্যন্ত অপেক্ষা করুন এবং আবার চেষ্টা করুন।
es: Aún no hay fondos disponibles para gastar. Espera las confirmaciones e inténtalo de nuevo.
it: Non ci sono ancora fondi spendibili disponibili. Attendi le conferme e riprova.
ru: Пока нет доступных для траты средств. Дождитесь подтверждений и попробуйте снова.
tr: Henüz harcanabilir bakiye yok. Onayları bekleyip tekrar deneyin.

source: fee: %@ sompi
ar_eg: الرسوم: %@ sompi
bn: ফি: %@ sompi
es: tarifa: %@ sompi
it: commissione: %@ sompi
ru: плата: %@ sompi
tr: ücret: %@ sompi

source: KNS API URL
ar_eg: رابط KNS API

source: Kaspa REST API URL
ar_eg: رابط Kaspa REST API

source: Seed Phrase
fr: Phrase de récupération
