Repository: vsmirn0v/KaChat
Catalog: KaChatNotificationService/*.lproj/Localizable.strings
Languages: fa, he, hi, vi

source: + (otherNodes.count - 20) more nodes
fa: + (otherNodes.count - 20) گره دیگر
he: + (otherNodes.count - 20) צמתים נוספים
hi: + (otherNodes.count - 20) और नोड
vi: + (otherNodes.count - 20) nút khác

source: + \(otherNodes.count - 20) more nodes
fa: + \(otherNodes.count - 20) گره دیگر
he: + \(otherNodes.count - 20) צמתים נוספים
hi: + \(otherNodes.count - 20) और नोड
vi: + \(otherNodes.count - 20) nút khác

source: 12 words
fa: ۱۲ کلمه
he: 12 מילים
hi: 12 शब्द
vi: 12 từ

source: 24 words (recommended)
fa: ۲۴ کلمه (پیشنهادی)
he: 24 מילים (מומלץ)
hi: 24 शब्द (अनुशंसित)
vi: 24 từ (khuyến nghị)

source: About
fa: درباره
he: אודות
hi: परिचय
vi: Giới thiệu

source: Accept
fa: پذیرش
he: קבל
hi: स्वीकार करें
vi: Chấp nhận

source: Account
fa: حساب
he: חשבון
hi: खाता
vi: Tài khoản

source: Account Name
fa: نام حساب
he: שם חשבון
hi: खाता नाम
vi: Tên tài khoản

source: Actions
fa: عملیات
he: פעולות
hi: कार्य
vi: Thao tác

source: Active
fa: فعال
he: פעיל
hi: सक्रिय
vi: Đang hoạt động

source: Active = in use, Verified = ready, Profiled = checked, Other = candidates/suspect
fa: فعال = در حال استفاده، تایید شده = آماده، بررسی شده = فحص شده، سایر = کاندید/مشکوک
he: פעיל = בשימוש, מאומת = מוכן, נבדק = נסרק, אחר = מועמד/חשוד
hi: Active = उपयोग में, Verified = तैयार, Profiled = जांचा गया, Other = उम्मीदवार/संदिग्ध
vi: Đang hoạt động = đang dùng, Đã xác minh = sẵn sàng, Đã kiểm tra = đã quét, Khác = ứng viên/nghi ngờ

source: Active Nodes
fa: گره‌های فعال
he: צמתים פעילים
hi: सक्रिय नोड
vi: Nút đang hoạt động

source: Add
fa: افزودن
he: הוסף
hi: जोड़ें
vi: Thêm

source: Add Contact
fa: افزودن مخاطب
he: הוסף איש קשר
hi: संपर्क जोड़ें
vi: Thêm liên hệ

source: Add Custom Endpoint
fa: افزودن نقطه اتصال سفارشی
he: הוסף נקודת קצה מותאמת
hi: कस्टम एंडपॉइंट जोड़ें
vi: Thêm điểm cuối tùy chỉnh

source: Address
fa: آدرس
he: כתובת
hi: पता
vi: Địa chỉ

source: Address copied to clipboard.
fa: آدرس در حافظه کپی شد.
he: הכתובת הועתקה ללוח.
hi: पता क्लिपबोर्ड पर कॉपी किया गया।
vi: Đã sao chép địa chỉ vào bộ nhớ tạm.

source: All Nodes
fa: همه گره‌ها
he: כל הצמתים
hi: सभी नोड
vi: Tất cả nút

source: All discovered nodes sorted by state and latency. Nodes are deduplicated by host:port.
fa: همه گره‌های کشف‌شده بر اساس وضعیت و تاخیر مرتب شده‌اند. گره‌های تکراری بر اساس host:port حذف می‌شوند.
he: כל הצמתים שנמצאו ממוינים לפי מצב וזמן תגובה. צמתים כפולים מסוננים לפי host:port.
hi: सभी खोजे गए नोड स्थिति और विलंबता के अनुसार क्रमबद्ध। नोड host:port द्वारा डिडुप्लिकेट किए गए हैं।
vi: Tất cả các nút đã phát hiện, sắp xếp theo trạng thái và độ trễ. Các nút được loại trùng theo host:port.

source: Anyone with your seed phrase can access your account. Never share it with anyone.
fa: هر کسی که seed phrase شما را داشته باشد می‌تواند به حسابتان دسترسی پیدا کند. هرگز آن را با کسی به اشتراک نگذارید.
he: כל מי שיש לו את ה-seed phrase שלך יכול לגשת לחשבונך. לעולם אל תשתף אותו עם אף אחד.
hi: आपके seed phrase से कोई भी आपके खाते तक पहुंच सकता है। इसे कभी किसी के साथ साझा न करें।
vi: Bất kỳ ai có seed phrase của bạn đều có thể truy cập tài khoản. Không bao giờ chia sẻ với ai.

source: Archive
fa: بایگانی
he: העבר לארכיון
hi: संग्रह
vi: Lưu trữ

source: Archived Chats
fa: گفتگوهای بایگانی‌شده
he: צ'אטים בארכיון
hi: संग्रहित चैट
vi: Cuộc trò chuyện đã lưu trữ

source: Audio
fa: صدا
he: שמע
hi: ऑडियो
vi: Âm thanh

source: Audio ready • (previewLabel)
fa: صدا آماده است • (previewLabel)
he: שמע מוכן • (previewLabel)
hi: ऑडियो तैयार • (previewLabel)
vi: Âm thanh sẵn sàng • (previewLabel)

source: Audio ready • \(previewLabel)
fa: صدا آماده است • \(previewLabel)
he: שמע מוכן • \(previewLabel)
hi: ऑडियो तैयार • \(previewLabel)
vi: Âm thanh sẵn sàng • \(previewLabel)

source: Autocreate system contacts
fa: ایجاد خودکار مخاطبین سیستم
he: יצירת אנשי קשר מערכת אוטומטית
hi: सिस्टम संपर्क स्वतः बनाएं
vi: Tự động tạo liên hệ hệ thống

source: Balance
fa: موجودی
he: יתרה
hi: बैलेंस
vi: Số dư

source: Balance copied to clipboard.
fa: موجودی در حافظه کپی شد.
he: היתרה הועתקה ללוח.
hi: बैलेंस क्लिपबोर्ड पर कॉपी किया गया।
vi: Đã sao chép số dư vào bộ nhớ tạm.

source: Camera Access Required
fa: دسترسی به دوربین لازم است
he: נדרשת גישה למצלמה
hi: कैमरा एक्सेस आवश्यक
vi: Cần quyền truy cập camera

source: Cancel
fa: لغو
he: ביטול
hi: रद्द करें
vi: Hủy

source: Chat History
fa: تاریخچه گفتگو
he: היסטוריית צ'אט
hi: चैट इतिहास
vi: Lịch sử trò chuyện

source: Chat Info
fa: اطلاعات گفتگو
he: פרטי צ'אט
hi: चैट जानकारी
vi: Thông tin trò chuyện

source: Chat archived.
fa: گفتگو بایگانی شد.
he: הצ'אט הועבר לארכיון.
hi: चैट संग्रहित की गई।
vi: Đã lưu trữ cuộc trò chuyện.

source: Chats
fa: گفتگوها
he: צ'אטים
hi: चैट
vi: Trò chuyện

source: Checking eligibility...
fa: در حال بررسی شرایط...
he: בודק זכאות...
hi: पात्रता जांची जा रही है...
vi: Đang kiểm tra điều kiện...

source: Checking gift eligibility...
fa: در حال بررسی شرایط دریافت هدیه...
he: בודק זכאות למתנה...
hi: उपहार पात्रता जांची जा रही है...
vi: Đang kiểm tra điều kiện nhận quà...

source: Claim Gift
fa: دریافت هدیه
he: קבל מתנה
hi: उपहार प्राप्त करें
vi: Nhận quà

source: Claim some KAS to get started with your new account.
fa: برای شروع با حساب جدیدتان مقداری KAS دریافت کنید.
he: קבל קצת KAS כדי להתחיל עם החשבון החדש שלך.
hi: अपने नए खाते की शुरुआत के लिए कुछ KAS क्लेम करें।
vi: Nhận một ít KAS để bắt đầu với tài khoản mới của bạn.

source: Claiming gift...
fa: در حال دریافت هدیه...
he: מקבל מתנה...
hi: उपहार प्राप्त किया जा रहा है...
vi: Đang nhận quà...

source: Clear
fa: پاک کردن
he: נקה
hi: साफ़ करें
vi: Xóa

source: Clear Connection Pool
fa: پاک کردن مجموعه اتصالات
he: נקה מאגר חיבורים
hi: कनेक्शन पूल साफ़ करें
vi: Xóa nhóm kết nối

source: Clear Link
fa: پاک کردن پیوند
he: נקה קישור
hi: लिंक हटाएं
vi: Xóa liên kết

source: Clear connection pool?
fa: مجموعه اتصالات پاک شود؟
he: לנקות מאגר חיבורים?
hi: कनेक्शन पूल साफ़ करें?
vi: Xóa nhóm kết nối?

source: Close
fa: بستن
he: סגור
hi: बंद करें
vi: Đóng

source: Connected Node
fa: گره متصل
he: צומת מחובר
hi: कनेक्टेड नोड
vi: Nút đã kết nối

source: Connection
fa: اتصال
he: חיבור
hi: कनेक्शन
vi: Kết nối

source: Connection Settings
fa: تنظیمات اتصال
he: הגדרות חיבור
hi: कनेक्शन सेटिंग्स
vi: Cài đặt kết nối

source: Connection Status
fa: وضعیت اتصال
he: מצב חיבור
hi: कनेक्शन स्थिति
vi: Trạng thái kết nối

source: Connectivity might be limited. Using HTTP/1.1 and decreased pagination for indexer requests.
fa: ممکن است اتصال محدود باشد. از HTTP/1.1 و صفحه‌بندی کمتر برای درخواست‌های ایندکسر استفاده می‌شود.
he: ייתכן שהחיבור מוגבל. משתמש ב-HTTP/1.1 ועימוד מופחת לבקשות מאנדקס.
hi: कनेक्टिविटी सीमित हो सकती है। इंडेक्सर अनुरोधों के लिए HTTP/1.1 और कम पेजिनेशन का उपयोग किया जा रहा है।
vi: Kết nối có thể bị hạn chế. Đang sử dụng HTTP/1.1 và giảm phân trang cho các yêu cầu bộ lập chỉ mục.

source: Contact has requested permission to communicate
fa: مخاطب درخواست اجازه ارتباط داده است
he: איש הקשר ביקש הרשאה לתקשורת
hi: संपर्क ने संवाद करने की अनुमति मांगी है
vi: Liên hệ đã yêu cầu quyền liên lạc

source: Contacts
fa: مخاطبین
he: אנשי קשר
hi: संपर्क
vi: Danh bạ

source: Contacts access is required.
fa: دسترسی به مخاطبین لازم است.
he: נדרשת גישה לאנשי קשר.
hi: संपर्कों तक पहुंच आवश्यक है।
vi: Cần quyền truy cập danh bạ.

source: Contacts permission denied. Sync disabled.
fa: دسترسی به مخاطبین رد شد. همگام‌سازی غیرفعال شد.
he: הרשאת אנשי קשר נדחתה. סנכרון מושבת.
hi: संपर्क अनुमति अस्वीकृत। सिंक अक्षम।
vi: Quyền truy cập danh bạ bị từ chối. Đồng bộ bị tắt.

source: Continue
fa: ادامه
he: המשך
hi: जारी रखें
vi: Tiếp tục

source: Continue to App
fa: ادامه به برنامه
he: המשך לאפליקציה
hi: ऐप पर जारी रखें
vi: Tiếp tục vào ứng dụng

source: Copy Address
fa: کپی آدرس
he: העתק כתובת
hi: पता कॉपी करें
vi: Sao chép địa chỉ

source: Copy File Name
fa: کپی نام فایل
he: העתק שם קובץ
hi: फ़ाइल नाम कॉपी करें
vi: Sao chép tên tệp

source: Copy Message
fa: کپی پیام
he: העתק הודעה
hi: संदेश कॉपी करें
vi: Sao chép tin nhắn

source: Copy Private Key Hex
fa: کپی کلید خصوصی (Hex)
he: העתק מפתח פרטי (Hex)
hi: प्राइवेट की Hex कॉपी करें
vi: Sao chép khóa riêng (hex)

source: Copy Seed Phrase
fa: کپی seed phrase
he: העתק seed phrase
hi: Seed Phrase कॉपी करें
vi: Sao chép seed phrase

source: Copy Transaction ID
fa: کپی شناسه تراکنش
he: העתק מזהה עסקה
hi: ट्रांज़ैक्शन ID कॉपी करें
vi: Sao chép ID giao dịch

source: Copy to Clipboard
fa: کپی در حافظه
he: העתק ללוח
hi: क्लिपबोर्ड पर कॉपी करें
vi: Sao chép vào bộ nhớ tạm

source: Create Account
fa: ایجاد حساب
he: צור חשבון
hi: खाता बनाएं
vi: Tạo tài khoản

source: Create New Account
fa: ایجاد حساب جدید
he: צור חשבון חדש
hi: नया खाता बनाएं
vi: Tạo tài khoản mới

source: Create chat
fa: ایجاد گفتگو
he: צור צ'אט
hi: चैट बनाएं
vi: Tạo cuộc trò chuyện

source: Created
fa: ایجاد شده
he: נוצר
hi: बनाया गया
vi: Đã tạo

source: Custom Endpoint
fa: نقطه اتصال سفارشی
he: נקודת קצה מותאמת
hi: कस्टम एंडपॉइंट
vi: Điểm cuối tùy chỉnh

source: Danger Zone
fa: منطقه خطر
he: אזור סכנה
hi: खतरनाक क्षेत्र
vi: Vùng nguy hiểm

source: Decline
fa: رد کردن
he: דחה
hi: अस्वीकार करें
vi: Từ chối

source: Default ((settingsViewModel.settings.defaultIncomingNotificationMode.displayName))
fa: پیش‌فرض ((settingsViewModel.settings.defaultIncomingNotificationMode.displayName))
he: ברירת מחדל ((settingsViewModel.settings.defaultIncomingNotificationMode.displayName))
hi: डिफ़ॉल्ट ((settingsViewModel.settings.defaultIncomingNotificationMode.displayName))
vi: Mặc định ((settingsViewModel.settings.defaultIncomingNotificationMode.displayName))

source: Default (\(settingsViewModel.settings.defaultIncomingNotificationMode.displayName))
fa: پیش‌فرض (\(settingsViewModel.settings.defaultIncomingNotificationMode.displayName))
he: ברירת מחדל (\(settingsViewModel.settings.defaultIncomingNotificationMode.displayName))
hi: डिफ़ॉल्ट (\(settingsViewModel.settings.defaultIncomingNotificationMode.displayName))
vi: Mặc định (\(settingsViewModel.settings.defaultIncomingNotificationMode.displayName))

source: Default follows Settings > Notifications. Off disables notifications for this contact.
fa: پیش‌فرض از تنظیمات > اعلان‌ها پیروی می‌کند. خاموش، اعلان‌ها را برای این مخاطب غیرفعال می‌کند.
he: ברירת מחדל עוקבת אחר הגדרות > התראות. כיבוי משבית התראות לאיש קשר זה.
hi: डिफ़ॉल्ट सेटिंग्स > सूचनाएं का पालन करता है। Off इस संपर्क के लिए सूचनाएं अक्षम करता है।
vi: Mặc định theo Cài đặt > Thông báo. Tắt sẽ tắt thông báo cho liên hệ này.

source: Delete
fa: حذف
he: מחק
hi: हटाएं
vi: Xóa

source: Delete Account
fa: حذف حساب
he: מחק חשבון
hi: खाता हटाएं
vi: Xóa tài khoản

source: Diagnostics
fa: تشخیص‌ها
he: אבחון
hi: डायग्नोस्टिक्स
vi: Chẩn đoán

source: Disable
fa: غیرفعال
he: השבת
hi: अक्षम करें
vi: Tắt

source: Disable Real-Time Updates
fa: غیرفعال کردن به‌روزرسانی آنی
he: השבת עדכונים בזמן אמת
hi: रीयल-टाइम अपडेट अक्षम करें
vi: Tắt cập nhật thời gian thực

source: Discover new peers
fa: کشف همتاهای جدید
he: גלה עמיתים חדשים
hi: नए पीयर खोजें
vi: Khám phá nút mới

source: Dismiss
fa: رد کردن
he: סגור
hi: खारिज करें
vi: Bỏ qua

source: Done
fa: انجام شد
he: סיום
hi: हो गया
vi: Xong

source: Enabling remote push...
fa: در حال فعال‌سازی اعلان‌های فوری...
he: מפעיל התראות Push...
hi: रिमोट पुश सक्षम किया जा रहा है...
vi: Đang bật thông báo đẩy từ xa...

source: Encoding…
fa: در حال رمزگذاری…
he: מקודד…
hi: एन्कोडिंग…
vi: Đang mã hóa…

source: Enter a Kaspa address (kaspa:...) or KNS domain name (e.g., alice.kas)
fa: یک آدرس Kaspa (kaspa:...) یا نام دامنه KNS (مثلا alice.kas) وارد کنید
he: הזן כתובת Kaspa (kaspa:...) או שם דומיין KNS (למשל alice.kas)
hi: Kaspa पता (kaspa:...) या KNS डोमेन नाम दर्ज करें (जैसे, alice.kas)
vi: Nhập địa chỉ Kaspa (kaspa:...) hoặc tên miền KNS (ví dụ: alice.kas)

source: Enter your 12 or 24 word seed phrase to restore your account. Separate each word with a space.
fa: seed phrase ۱۲ یا ۲۴ کلمه‌ای خود را برای بازیابی حسابتان وارد کنید. هر کلمه را با فاصله جدا کنید.
he: הזן את ה-seed phrase בן 12 או 24 מילים לשחזור חשבונך. הפרד כל מילה ברווח.
hi: अपना खाता पुनर्स्थापित करने के लिए अपना 12 या 24 शब्दों का seed phrase दर्ज करें। प्रत्येक शब्द को स्पेस से अलग करें।
vi: Nhập seed phrase gồm 12 hoặc 24 từ để khôi phục tài khoản. Phân tách mỗi từ bằng dấu cách.

source: Error
fa: خطا
he: שגיאה
hi: त्रुटि
vi: Lỗi

source: Estimate fees while composing
fa: تخمین کارمزد هنگام نوشتن
he: הערכת עמלות בזמן כתיבה
hi: लिखते समय शुल्क का अनुमान लगाएं
vi: Ước tính phí khi soạn

source: Export Chat History
fa: خروجی تاریخچه گفتگو
he: ייצוא היסטוריית צ'אט
hi: चैट इतिहास निर्यात करें
vi: Xuất lịch sử trò chuyện

source: Export Diagnostics Archive
fa: خروجی بایگانی تشخیص‌ها
he: ייצוא ארכיון אבחון
hi: डायग्नोस्टिक्स आर्काइव निर्यात करें
vi: Xuất kho lưu trữ chẩn đoán

source: Failed to Send
fa: ارسال ناموفق
he: השליחה נכשלה
hi: भेजने में विफल
vi: Gửi thất bại

source: Failed to export diagnostics.
fa: خروجی تشخیص‌ها ناموفق بود.
he: ייצוא האבחון נכשל.
hi: डायग्नोस्टिक्स निर्यात करने में विफल।
vi: Không thể xuất chẩn đoán.

source: Failed to link system contact.
fa: پیوند مخاطب سیستم ناموفق بود.
he: קישור איש קשר מערכת נכשל.
hi: सिस्टम संपर्क लिंक करने में विफल।
vi: Không thể liên kết liên hệ hệ thống.

source: Failed to open archive: (error.localizedDescription)
fa: باز کردن بایگانی ناموفق بود: (error.localizedDescription)
he: פתיחת ארכיון נכשלה: (error.localizedDescription)
hi: आर्काइव खोलने में विफल: (error.localizedDescription)
vi: Không thể mở kho lưu trữ: (error.localizedDescription)

source: Generate Account
fa: تولید حساب
he: צור חשבון
hi: खाता जनरेट करें
vi: Tạo tài khoản

source: Gift
fa: هدیه
he: מתנה
hi: उपहार
vi: Quà tặng

source: Gift already claimed
fa: هدیه قبلا دریافت شده است
he: המתנה כבר התקבלה
hi: उपहार पहले ही लिया जा चुका है
vi: Quà đã được nhận

source: Gift claim reset. You can request it again.
fa: درخواست هدیه بازنشانی شد. می‌توانید دوباره درخواست دهید.
he: בקשת המתנה אופסה. ניתן לבקש שוב.
hi: उपहार क्लेम रीसेट। आप इसे फिर से अनुरोध कर सकते हैं।
vi: Yêu cầu nhận quà đã được đặt lại. Bạn có thể yêu cầu lại.

source: Gift claimed
fa: هدیه دریافت شد
he: המתנה התקבלה
hi: उपहार प्राप्त हुआ
vi: Đã nhận quà

source: Gift sent to your wallet!
fa: هدیه به کیف پول شما ارسال شد!
he: המתנה נשלחה לארנק שלך!
hi: उपहार आपके वॉलेट में भेज दिया गया!
vi: Quà đã được gửi đến ví của bạn!

source: Gift unavailable
fa: هدیه در دسترس نیست
he: המתנה אינה זמינה
hi: उपहार उपलब्ध नहीं है
vi: Không có quà

source: Handshake
fa: دست‌دهی
he: לחיצת יד

source: Hide auto-created payment chats
fa: مخفی کردن گفتگوهای پرداخت خودکار
he: הסתר צ'אטי תשלום שנוצרו אוטומטית
hi: स्वतः बनाए गए भुगतान चैट छुपाएं
vi: Ẩn cuộc trò chuyện thanh toán tự động tạo

source: High Transaction Traffic
fa: ترافیک بالای تراکنش
he: תנועת עסקאות גבוהה
hi: उच्च ट्रांज़ैक्शन ट्रैफ़िक
vi: Lưu lượng giao dịch cao

source: I have written down my seed phrase and stored it securely
fa: seed phrase خود را یادداشت کرده و به صورت امن ذخیره کرده‌ام
he: רשמתי את ה-seed phrase שלי ושמרתי אותו בצורה מאובטחת
hi: मैंने अपना seed phrase लिख लिया है और इसे सुरक्षित रूप से संग्रहित कर लिया है
vi: Tôi đã ghi lại seed phrase và lưu trữ an toàn

source: If claiming fails because the donation wallet is temporarily out of funds, please try again later.
fa: اگر دریافت به‌دلیل کمبود موقت موجودی کیف پول اهدا ناموفق شد، بعدا دوباره تلاش کنید.
he: אם הבקשה נכשלת כי לארנק התרומות אין מספיק יתרה זמנית, נסה שוב מאוחר יותר.
hi: यदि दान वॉलेट में अस्थायी रूप से फंड न होने के कारण क्लेम विफल हो जाए, तो बाद में फिर प्रयास करें।
vi: Nếu nhận quà thất bại do ví tài trợ tạm thời hết tiền, vui lòng thử lại sau.

source: Import
fa: وارد کردن
he: ייבוא
hi: आयात करें
vi: Nhập

source: Import Account
fa: وارد کردن حساب
he: ייבא חשבון
hi: खाता आयात करें
vi: Nhập tài khoản

source: Import Chat History
fa: وارد کردن تاریخچه گفتگو
he: ייבוא היסטוריית צ'אט
hi: चैट इतिहास आयात करें
vi: Nhập lịch sử trò chuyện

source: Import Existing Account
fa: وارد کردن حساب موجود
he: ייבא חשבון קיים
hi: मौजूदा खाता आयात करें
vi: Nhập tài khoản hiện có

source: Import Your Account
fa: وارد کردن حساب شما
he: ייבא את חשבונך
hi: अपना खाता आयात करें
vi: Nhập tài khoản của bạn

source: Import failed: (error.localizedDescription)
fa: وارد کردن ناموفق بود: (error.localizedDescription)
he: הייבוא נכשל: (error.localizedDescription)
hi: आयात विफल: (error.localizedDescription)
vi: Nhập thất bại: (error.localizedDescription)

source: Important
fa: مهم
he: חשוב
hi: महत्वपूर्ण
vi: Quan trọng

source: Imported (summary.messageCount) messages from (summary.conversationCount) chats.
fa: (summary.messageCount) پیام از (summary.conversationCount) گفتگو وارد شد.
he: יובאו (summary.messageCount) הודעות מ-(summary.conversationCount) צ'אטים.
hi: (summary.conversationCount) चैट से (summary.messageCount) संदेश आयात किए गए।
vi: Đã nhập (summary.messageCount) tin nhắn từ (summary.conversationCount) cuộc trò chuyện.

source: Imported (summary.messageCount) messages from (summary.conversationCount) chats. Filled (summary.filledSentContentCount) sent messages.
fa: (summary.messageCount) پیام از (summary.conversationCount) گفتگو وارد شد. (summary.filledSentContentCount) پیام ارسالی تکمیل شد.
he: יובאו (summary.messageCount) הודעות מ-(summary.conversationCount) צ'אטים. הושלמו (summary.filledSentContentCount) הודעות שנשלחו.
hi: (summary.conversationCount) चैट से (summary.messageCount) संदेश आयात किए गए। (summary.filledSentContentCount) भेजे गए संदेश भरे गए।
vi: Đã nhập (summary.messageCount) tin nhắn từ (summary.conversationCount) cuộc trò chuyện. Đã điền (summary.filledSentContentCount) tin nhắn đã gửi.

source: Indexer URL
fa: آدرس ایندکسر
he: כתובת מאנדקס
vi: URL bộ lập chỉ mục

source: Info
fa: اطلاعات
he: מידע
hi: जानकारी
vi: Thông tin

source: KNS API URL
fa: آدرس KNS API
he: כתובת KNS API

source: KNS Domains
fa: دامنه‌های KNS
he: דומיינים KNS
hi: KNS डोमेन
vi: Tên miền KNS

source: KNS domain resolution service
fa: سرویس تحلیل دامنه KNS
he: שירות תרגום דומיינים KNS
hi: KNS डोमेन रिज़ॉल्यूशन सेवा
vi: Dịch vụ phân giải tên miền KNS

source: KaChat Indexer
fa: ایندکسر KaChat
he: מאנדקס KaChat
hi: KaChat इंडेक्सर
vi: Bộ lập chỉ mục KaChat

source: Kaspa Address or KNS Domain
fa: آدرس Kaspa یا دامنه KNS
he: כתובת Kaspa או דומיין KNS
hi: Kaspa पता या KNS डोमेन
vi: Địa chỉ Kaspa hoặc tên miền KNS

source: Kaspa REST API URL
fa: آدرس Kaspa REST API
he: כתובת Kaspa REST API

source: Last Sync
fa: آخرین همگام‌سازی
he: סנכרון אחרון
hi: अंतिम सिंक
vi: Đồng bộ lần cuối

source: Last failed endpoint: (dpiWarningEndpoint)
fa: آخرین نقطه اتصال ناموفق: (dpiWarningEndpoint)
he: נקודת קצה אחרונה שנכשלה: (dpiWarningEndpoint)
hi: अंतिम विफल एंडपॉइंट: (dpiWarningEndpoint)
vi: Điểm cuối thất bại gần nhất: (dpiWarningEndpoint)

source: Last failed endpoint: \(dpiWarningEndpoint)
fa: آخرین نقطه اتصال ناموفق: \(dpiWarningEndpoint)
he: נקודת קצה אחרונה שנכשלה: \(dpiWarningEndpoint)
hi: अंतिम विफल एंडपॉइंट: \(dpiWarningEndpoint)
vi: Điểm cuối thất bại gần nhất: \(dpiWarningEndpoint)

source: Last refresh: (formatRelativeDate(lastRefresh))
fa: آخرین بازخوانی: (formatRelativeDate(lastRefresh))
he: רענון אחרון: (formatRelativeDate(lastRefresh))
hi: अंतिम रीफ्रेश: (formatRelativeDate(lastRefresh))
vi: Làm mới lần cuối: (formatRelativeDate(lastRefresh))

source: Last refresh: \(formatRelativeDate(lastRefresh))
fa: آخرین بازخوانی: \(formatRelativeDate(lastRefresh))
he: רענון אחרון: \(formatRelativeDate(lastRefresh))
hi: अंतिम रीफ्रेश: \(formatRelativeDate(lastRefresh))
vi: Làm mới lần cuối: \(formatRelativeDate(lastRefresh))

source: Latency
fa: تاخیر
he: זמן תגובה
hi: विलंबता
vi: Độ trễ

source: Link from Contacts
fa: پیوند از مخاطبین
he: קשר מאנשי קשר
hi: संपर्कों से लिंक करें
vi: Liên kết từ danh bạ

source: Linked
fa: پیوند شده
he: מקושר
hi: लिंक किया गया
vi: Đã liên kết

source: Linked to (target.displayName).
fa: پیوند شده با (target.displayName).
he: מקושר ל-(target.displayName).
hi: (target.displayName) से लिंक किया गया।
vi: Đã liên kết với (target.displayName).

source: Loading balance...
fa: در حال بارگذاری موجودی...
he: טוען יתרה...
hi: बैलेंस लोड हो रहा है...
vi: Đang tải số dư...

source: Loading contacts...
fa: در حال بارگذاری مخاطبین...
he: טוען אנשי קשר...
hi: संपर्क लोड हो रहे हैं...
vi: Đang tải danh bạ...

source: Loading domains...
fa: در حال بارگذاری دامنه‌ها...
he: טוען דומיינים...
hi: डोमेन लोड हो रहे हैं...
vi: Đang tải tên miền...

source: Loading...
fa: در حال بارگذاری...
he: טוען...
hi: लोड हो रहा है...
vi: Đang tải...

source: Log Out
fa: خروج
he: התנתק
hi: लॉग आउट
vi: Đăng xuất

source: Manual endpoints have highest priority
fa: نقاط اتصال دستی بالاترین اولویت را دارند
he: נקודות קצה ידניות בעדיפות הגבוהה ביותר
hi: मैन्युअल एंडपॉइंट की सर्वोच्च प्राथमिकता है
vi: Điểm cuối thủ công có ưu tiên cao nhất

source: Manual endpoints have highest priority and are never auto-removed
fa: نقاط اتصال دستی بالاترین اولویت را دارند و هرگز به صورت خودکار حذف نمی‌شوند
he: נקודות קצה ידניות בעדיפות הגבוהה ביותר ולעולם לא מוסרות אוטומטית
hi: मैन्युअल एंडपॉइंट की सर्वोच्च प्राथमिकता है और वे कभी स्वतः नहीं हटाए जाते
vi: Điểm cuối thủ công có ưu tiên cao nhất và không bao giờ bị tự động xóa

source: Max
fa: حداکثر
he: מקסימום
hi: अधिकतम
vi: Tối đa

source: Message indexer service for chat functionality
fa: سرویس ایندکس پیام برای عملکرد گفتگو
he: שירות מאנדקס הודעות לפונקציונליות צ'אט
hi: चैट कार्यक्षमता के लिए संदेश इंडेक्सर सेवा
vi: Dịch vụ lập chỉ mục tin nhắn cho chức năng trò chuyện

source: Message sync appears incomplete under restricted network conditions. Consider wiping and re-syncing incoming messages on a normal connection.
fa: به نظر می‌رسد همگام‌سازی پیام‌ها در شرایط شبکه محدود ناقص است. پیام‌های ورودی را پاک و روی اتصال عادی دوباره همگام‌سازی کنید.
he: סנכרון ההודעות נראה חלקי בתנאי רשת מוגבלים. שקול למחוק ולסנכרן מחדש הודעות נכנסות בחיבור רגיל.
hi: प्रतिबंधित नेटवर्क स्थितियों में संदेश सिंक अपूर्ण प्रतीत होता है। सामान्य कनेक्शन पर आने वाले संदेशों को मिटाकर पुनः सिंक करने पर विचार करें।
vi: Đồng bộ tin nhắn có vẻ chưa hoàn tất trong điều kiện mạng hạn chế. Hãy xem xét xóa và đồng bộ lại tin nhắn đến khi có kết nối bình thường.

source: Name
fa: نام
he: שם
hi: नाम
vi: Tên

source: Name (Optional)
fa: نام (اختیاری)
he: שם (אופציונלי)
hi: नाम (वैकल्पिक)
vi: Tên (Tùy chọn)

source: Name set to (domain).
fa: نام به (domain) تنظیم شد.
he: השם הוגדר ל-(domain).
hi: नाम (domain) पर सेट किया गया।
vi: Tên đã được đặt thành (domain).

source: Name set to (domain). Tap Save to apply.
fa: نام به (domain) تنظیم شد. برای اعمال روی ذخیره بزنید.
he: השם הוגדר ל-(domain). לחץ שמור להחלה.
hi: नाम (domain) पर सेट किया गया। लागू करने के लिए Save टैप करें।
vi: Tên đã được đặt thành (domain). Nhấn Lưu để áp dụng.

source: Name updated.
fa: نام به‌روز شد.
he: השם עודכן.
hi: नाम अपडेट किया गया।
vi: Đã cập nhật tên.

source: Network
fa: شبکه
he: רשת
hi: नेटवर्क
vi: Mạng

source: New message
fa: پیام جدید
he: הודעה חדשה
hi: नया संदेश
vi: Tin nhắn mới

source: No Conversations Yet
fa: هنوز گفتگویی وجود ندارد
he: עדיין אין שיחות
hi: अभी कोई बातचीत नहीं
vi: Chưa có cuộc trò chuyện nào

source: No Kaspa address in system contact
fa: آدرس Kaspa در مخاطب سیستم وجود ندارد
he: אין כתובת Kaspa באיש קשר מערכת
hi: सिस्टम संपर्क में कोई Kaspa पता नहीं
vi: Không có địa chỉ Kaspa trong liên hệ hệ thống

source: No Sound
fa: بدون صدا
he: ללא צליל
hi: बिना ध्वनि
vi: Không có âm thanh

source: No active account
fa: هیچ حساب فعالی وجود ندارد
he: אין חשבון פעיל
hi: कोई सक्रिय खाता नहीं
vi: Không có tài khoản đang hoạt động

source: No active nodes
fa: هیچ گره فعالی وجود ندارد
he: אין צמתים פעילים
hi: कोई सक्रिय नोड नहीं
vi: Không có nút đang hoạt động

source: No archived chats
fa: هیچ گفتگوی بایگانی‌شده‌ای وجود ندارد
he: אין צ'אטים בארכיון
hi: कोई संग्रहित चैट नहीं
vi: Không có cuộc trò chuyện đã lưu trữ

source: No contacts found.
fa: مخاطبی یافت نشد.
he: לא נמצאו אנשי קשר.
hi: कोई संपर्क नहीं मिला।
vi: Không tìm thấy liên hệ.

source: No messages yet
fa: هنوز پیامی وجود ندارد
he: אין הודעות עדיין
hi: अभी कोई संदेश नहीं
vi: Chưa có tin nhắn
