Repository: vsmirn0v/KaChat
Catalog: KaChatNotificationService/*.lproj/Localizable.strings
Languages: fa, he, hi, vi

source: No nodes discovered
fa: هیچ گره‌ای کشف نشد
he: לא נמצאו צמתים
hi: कोई नोड नहीं मिला
vi: Không phát hiện được nút nào

source: No other nodes
fa: گره دیگری وجود ندارد
he: אין צמתים נוספים
hi: कोई अन्य नोड नहीं
vi: Không có nút khác

source: No system contacts found.
fa: مخاطب سیستمی یافت نشد.
he: לא נמצאו אנשי קשר מערכת.
hi: कोई सिस्टम संपर्क नहीं मिला।
vi: Không tìm thấy liên hệ hệ thống.

source: No verified nodes
fa: هیچ گره تایید شده‌ای وجود ندارد
he: אין צמתים מאומתים
hi: कोई सत्यापित नोड नहीं
vi: Không có nút đã xác minh

source: Node Pool
fa: مجموعه گره‌ها
he: מאגר צמתים
vi: Nhóm nút

source: Node endpoint copied.
fa: نقطه اتصال گره کپی شد.
he: נקודת קצה של צומת הועתקה.
hi: नोड एंडपॉइंट कॉपी किया गया।
vi: Đã sao chép điểm cuối nút.

source: Nodes actively used for requests.
fa: گره‌هایی که فعالانه برای درخواست‌ها استفاده می‌شوند.
he: צמתים בשימוש פעיל לבקשות.
hi: अनुरोधों के लिए सक्रिय रूप से उपयोग किए जाने वाले नोड।
vi: Các nút đang được sử dụng cho yêu cầu.

source: Not linked
fa: پیوند نشده
he: לא מקושר
hi: लिंक नहीं है
vi: Chưa liên kết

source: Not registered
fa: ثبت نشده
he: לא רשום
hi: पंजीकृत नहीं
vi: Chưa đăng ký

source: Notifications
fa: اعلان‌ها
he: התראות
hi: सूचनाएं
vi: Thông báo

source: Notifications Disabled
fa: اعلان‌ها غیرفعال
he: התראות מושבתות
hi: सूचनाएं अक्षम
vi: Thông báo đã tắt

source: Notifications are disabled.
fa: اعلان‌ها غیرفعال هستند.
he: ההתראות מושבתות.
hi: सूचनाएं अक्षम हैं।
vi: Thông báo đã bị tắt.

source: OK
fa: تایید
he: אישור
hi: ठीक है

source: Off
fa: خاموش
he: כבוי
hi: बंद
vi: Tắt

source: Open Settings
fa: باز کردن تنظیمات
he: פתח הגדרות
hi: सेटिंग्स खोलें
vi: Mở Cài đặt

source: Other
fa: سایر
he: אחר
hi: अन्य
vi: Khác

source: Other Nodes
fa: گره‌های دیگر
he: צמתים אחרים
hi: अन्य नोड
vi: Nút khác

source: Paste
fa: جای‌گذاری
he: הדבק
hi: पेस्ट करें
vi: Dán

source: Paste from Clipboard
fa: جای‌گذاری از حافظه
he: הדבק מהלוח
hi: क्लिपबोर्ड से पेस्ट करें
vi: Dán từ bộ nhớ tạm

source: Payment
fa: پرداخت
he: תשלום
hi: भुगतान
vi: Thanh toán

source: Per Contact
fa: به ازای هر مخاطب
he: לכל איש קשר
hi: प्रति संपर्क
vi: Theo liên hệ

source: Play sound
fa: پخش صدا
he: השמע צליל
hi: ध्वनि चलाएं
vi: Phát âm thanh

source: Please check your network connection and try again.
fa: لطفا اتصال شبکه خود را بررسی کرده و دوباره تلاش کنید.
he: אנא בדוק את חיבור הרשת שלך ונסה שוב.
hi: कृपया अपना नेटवर्क कनेक्शन जांचें और पुनः प्रयास करें।
vi: Vui lòng kiểm tra kết nối mạng và thử lại.

source: Please enable camera access in Settings to scan QR codes.
fa: لطفا دسترسی دوربین را در تنظیمات فعال کنید تا بتوانید کدهای QR را اسکن کنید.
he: אנא אפשר גישה למצלמה בהגדרות כדי לסרוק קודי QR.
hi: QR कोड स्कैन करने के लिए कृपया सेटिंग्स में कैमरा एक्सेस सक्षम करें।
vi: Vui lòng bật quyền truy cập camera trong Cài đặt để quét mã QR.

source: Please enter exactly 12 or 24 words
fa: لطفا دقیقا ۱۲ یا ۲۴ کلمه وارد کنید
he: אנא הזן בדיוק 12 או 24 מילים
hi: कृपया ठीक 12 या 24 शब्द दर्ज करें
vi: Vui lòng nhập chính xác 12 hoặc 24 từ

source: Point camera at a QR code
fa: دوربین را به سمت کد QR بگیرید
he: כוון את המצלמה לקוד QR
hi: कैमरा QR कोड की ओर करें
vi: Hướng camera vào mã QR

source: Pool Health
fa: سلامت مجموعه
he: בריאות המאגר
hi: पूल स्वास्थ्य
vi: Sức khỏe nhóm

source: Pool Status
fa: وضعیت مجموعه
he: מצב המאגר
hi: पूल स्थिति
vi: Trạng thái nhóm

source: Primary
fa: اصلی
he: ראשי
hi: प्राथमिक
vi: Chính

source: Primary Latency
fa: تاخیر اصلی
he: זמן תגובה ראשי
hi: प्राथमिक विलंबता
vi: Độ trễ chính

source: Primary: (endpoint.host)
fa: اصلی: (endpoint.host)
he: ראשי: (endpoint.host)
hi: प्राथमिक: (endpoint.host)
vi: Chính: (endpoint.host)

source: Primary: \(endpoint.host)
fa: اصلی: \(endpoint.host)
he: ראשי: \(endpoint.host)
hi: प्राथमिक: \(endpoint.host)
vi: Chính: \(endpoint.host)

source: Private key hex copied. Clipboard will clear in 30s.
fa: کلید خصوصی (hex) کپی شد. حافظه در ۳۰ ثانیه پاک می‌شود.
he: המפתח הפרטי (hex) הועתק. הלוח יימחק תוך 30 שניות.
hi: प्राइवेट की hex कॉपी की गई। क्लिपबोर्ड 30 सेकंड में साफ़ हो जाएगा।
vi: Đã sao chép khóa riêng hex. Bộ nhớ tạm sẽ xóa sau 30 giây.

source: Private key unavailable.
fa: کلید خصوصی در دسترس نیست.
he: המפתח הפרטי אינו זמין.
hi: प्राइवेट की उपलब्ध नहीं है।
vi: Khóa riêng không khả dụng.

source: Profile
fa: پروفایل
he: פרופיל
hi: प्रोफ़ाइल
vi: Hồ sơ

source: Profiled
fa: بررسی شده
he: נבדק
hi: प्रोफ़ाइल किया गया
vi: Đã kiểm tra

source: Profiled, candidate, and suspect nodes. Showing first 20.
fa: گره‌های بررسی‌شده، کاندید و مشکوک. نمایش ۲۰ مورد اول.
he: צמתים נבדקים, מועמדים וחשודים. מציג 20 ראשונים.
hi: प्रोफ़ाइल किए गए, उम्मीदवार और संदिग्ध नोड। पहले 20 दिखाए जा रहे हैं।
vi: Các nút đã kiểm tra, ứng viên và nghi ngờ. Hiển thị 20 đầu tiên.

source: Protocol
fa: پروتکل
he: פרוטוקול
hi: प्रोटोकॉल
vi: Giao thức

source: Push Indexer URL
fa: آدرس ایندکسر اعلان‌ها
he: כתובת מאנדקס התראות
vi: URL bộ lập chỉ mục push

source: Push Notifications
fa: اعلان‌های پوش
he: התראות Push
hi: पुश सूचनाएं
vi: Thông báo đẩy

source: Push Registration
fa: ثبت اعلان‌ها
he: רישום התראות
hi: पुश पंजीकरण
vi: Đăng ký push

source: Push subscription failed.
fa: اشتراک اعلان‌ها ناموفق بود.
he: הרשמה להתראות נכשלה.
hi: पुश सब्सक्रिप्शन विफल।
vi: Đăng ký push thất bại.

source: REST API for transaction history and balance lookups
fa: REST API برای تاریخچه تراکنش‌ها و استعلام موجودی
he: REST API לתולדות עסקאות ובדיקת יתרה
hi: ट्रांज़ैक्शन इतिहास और बैलेंस लुकअप के लिए REST API
vi: REST API cho lịch sử giao dịch và tra cứu số dư

source: Receive notifications when contacts send messages, even when the app is closed.
fa: هنگام ارسال پیام توسط مخاطبین اعلان دریافت کنید، حتی وقتی برنامه بسته است.
he: קבל התראות כשאנשי קשר שולחים הודעות, גם כשהאפליקציה סגורה.
hi: ऐप बंद होने पर भी संपर्कों द्वारा संदेश भेजने पर सूचनाएं प्राप्त करें।
vi: Nhận thông báo khi liên hệ gửi tin nhắn, ngay cả khi ứng dụng đã đóng.

source: Received %.8f KAS
fa: %.8f KAS دریافت شد
he: התקבלו %.8f KAS
hi: %.8f KAS प्राप्त हुआ
vi: Đã nhận %.8f KAS

source: Received payment
fa: پرداخت دریافت شد
he: התקבל תשלום
hi: भुगतान प्राप्त हुआ
vi: Đã nhận thanh toán

source: Reconnect
fa: اتصال مجدد
he: התחבר מחדש
hi: पुनः कनेक्ट करें
vi: Kết nối lại

source: Recording… (Int(recordingDuration))s
fa: در حال ضبط… (Int(recordingDuration)) ثانیه
he: מקליט… (Int(recordingDuration)) שניות
hi: रिकॉर्डिंग… (Int(recordingDuration))s
vi: Đang ghi… (Int(recordingDuration))s

source: Recording… \(Int(recordingDuration))s
fa: در حال ضبط… \(Int(recordingDuration)) ثانیه
he: מקליט… \(Int(recordingDuration)) שניות
hi: रिकॉर्डिंग… \(Int(recordingDuration))s
vi: Đang ghi… \(Int(recordingDuration))s

source: Refresh Pool
fa: بازخوانی مجموعه
he: רענן מאגר
hi: पूल रीफ्रेश करें
vi: Làm mới nhóm

source: Refresh Pool Now
fa: بازخوانی مجموعه اکنون
he: רענן מאגר עכשיו
hi: पूल अभी रीफ्रेश करें
vi: Làm mới nhóm ngay

source: Registered
fa: ثبت شده
he: רשום
hi: पंजीकृत
vi: Đã đăng ký

source: Remove Saved Account
fa: حذف حساب ذخیره‌شده
he: הסר חשבון שמור
hi: सहेजा गया खाता हटाएं
vi: Xóa tài khoản đã lưu

source: Remove from Device
fa: حذف از دستگاه
he: הסר מהמכשיר
hi: डिवाइस से हटाएं
vi: Xóa khỏi thiết bị

source: Required for cross-device sync and backup of sent messages.
fa: برای همگام‌سازی بین دستگاه‌ها و پشتیبان‌گیری پیام‌های ارسالی لازم است.
he: נדרש לסנכרון בין מכשירים וגיבוי הודעות שנשלחו.
hi: भेजे गए संदेशों के क्रॉस-डिवाइस सिंक और बैकअप के लिए आवश्यक।
vi: Cần thiết cho đồng bộ liên thiết bị và sao lưu tin nhắn đã gửi.

source: Reset to Defaults
fa: بازنشانی به پیش‌فرض
he: אפס לברירת מחדל
hi: डिफ़ॉल्ट पर रीसेट करें
vi: Đặt lại mặc định

source: Resolved: (resolvedDomain ??
fa: تحلیل شده: (resolvedDomain ??
he: נמצא: (resolvedDomain ??
hi: रिज़ॉल्व किया गया: (resolvedDomain ??
vi: Đã phân giải: (resolvedDomain ??

source: Resolving KNS domain...
fa: در حال تحلیل دامنه KNS...
he: מתרגם דומיין KNS...
hi: KNS डोमेन रिज़ॉल्व किया जा रहा है...
vi: Đang phân giải tên miền KNS...

source: Retry Send
fa: تلاش مجدد ارسال
he: שלח שוב
hi: पुनः भेजें
vi: Gửi lại

source: Save
fa: ذخیره
he: שמור
hi: सहेजें
vi: Lưu

source: Save Audio
fa: ذخیره صدا
he: שמור שמע
hi: ऑडियो सहेजें
vi: Lưu âm thanh

source: Saved Accounts
fa: حساب‌های ذخیره‌شده
he: חשבונות שמורים
hi: सहेजे गए खाते
vi: Tài khoản đã lưu

source: Scan QR
fa: اسکن QR
he: סרוק QR
hi: QR स्कैन करें
vi: Quét QR

source: Scan QR Code
fa: اسکن کد QR
he: סרוק קוד QR
hi: QR कोड स्कैन करें
vi: Quét mã QR

source: Scan to share account. Tap anywhere here to copy address.
fa: برای اشتراک‌گذاری اسکن کنید. برای کپی آدرس هر جایی اینجا بزنید.
he: סרוק לשיתוף חשבון. לחץ בכל מקום כאן להעתקת הכתובת.
hi: खाता साझा करने के लिए स्कैन करें। पता कॉपी करने के लिए यहां कहीं भी टैप करें।
vi: Quét để chia sẻ tài khoản. Nhấn vào đây để sao chép địa chỉ.

source: Search chats
fa: جستجوی گفتگوها
he: חפש צ'אטים
hi: चैट खोजें
vi: Tìm kiếm cuộc trò chuyện

source: Search contacts
fa: جستجوی مخاطبین
he: חפש אנשי קשר
hi: संपर्क खोजें
vi: Tìm kiếm liên hệ

source: Secure messaging on Kaspa BlockDAG
fa: پیام‌رسانی امن روی Kaspa BlockDAG
he: הודעות מאובטחות על Kaspa BlockDAG
hi: Kaspa BlockDAG पर सुरक्षित मैसेजिंग
vi: Nhắn tin bảo mật trên Kaspa BlockDAG

source: Security Warning
fa: هشدار امنیتی
he: אזהרת אבטחה
hi: सुरक्षा चेतावनी
vi: Cảnh báo bảo mật

source: Seed Phrase Length
fa: طول Seed Phrase
he: אורך Seed Phrase
hi: Seed Phrase की लंबाई
vi: Độ dài seed phrase

source: Seed phrase copied. Clipboard will clear in 30s.
fa: seed phrase کپی شد. حافظه در ۳۰ ثانیه پاک می‌شود.
he: seed phrase הועתק. הלוח יימחק תוך 30 שניות.
hi: Seed phrase कॉपी किया गया। क्लिपबोर्ड 30 सेकंड में साफ़ हो जाएगा।
vi: Đã sao chép seed phrase. Bộ nhớ tạm sẽ xóa sau 30 giây.

source: Select mainnet for real transactions or testnet for testing
fa: mainnet را برای تراکنش‌های واقعی یا testnet را برای آزمایش انتخاب کنید
he: בחר mainnet לעסקאות אמיתיות או testnet לבדיקות
hi: वास्तविक ट्रांज़ैक्शन के लिए mainnet या परीक्षण के लिए testnet चुनें
vi: Chọn mainnet cho giao dịch thật hoặc testnet để thử nghiệm

source: Set per-contact notification mode in each chat's info screen: Off, No Sound, or Sound.
fa: حالت اعلان هر مخاطب را در صفحه اطلاعات گفتگو تنظیم کنید: خاموش، بدون صدا، یا صدا.
he: הגדר מצב התראות לכל איש קשר במסך פרטי הצ'אט: כבוי, ללא צליל, או צליל.
hi: प्रत्येक चैट की जानकारी स्क्रीन में प्रति-संपर्क सूचना मोड सेट करें: Off, No Sound, या Sound।
vi: Đặt chế độ thông báo cho từng liên hệ trong màn hình thông tin trò chuyện: Tắt, Không âm thanh, hoặc Âm thanh.

source: Settings
fa: تنظیمات
he: הגדרות
hi: सेटिंग्स
vi: Cài đặt

source: Share QR
fa: اشتراک QR
he: שתף QR
hi: QR साझा करें
vi: Chia sẻ QR

source: Show QR
fa: نمایش QR
he: הצג QR
hi: QR दिखाएं
vi: Hiện QR

source: Show contact balance
fa: نمایش موجودی مخاطب
he: הצג יתרת איש קשר
hi: संपर्क बैलेंस दिखाएं
vi: Hiện số dư liên hệ

source: Sign In Failed
fa: ورود ناموفق
he: הכניסה נכשלה
hi: साइन इन विफल
vi: Đăng nhập thất bại

source: Skip
fa: رد شدن
he: דלג
hi: छोड़ें
vi: Bỏ qua

source: Sound
fa: صدا
he: צליל
hi: ध्वनि
vi: Âm thanh

source: Sound & Vibration
fa: صدا و لرزش
he: צליל ורטט
hi: ध्वनि और कंपन
vi: Âm thanh & Rung

source: Start a new chat by adding a contact
fa: با افزودن یک مخاطب گفتگوی جدیدی شروع کنید
he: התחל צ'אט חדש על ידי הוספת איש קשר
hi: नया चैट शुरू करने के लिए एक संपर्क जोड़ें
vi: Bắt đầu cuộc trò chuyện mới bằng cách thêm liên hệ

source: Started a conversation
fa: گفتگو را شروع کرد
he: התחיל שיחה
hi: बातचीत शुरू की
vi: Đã bắt đầu cuộc trò chuyện

source: Status
fa: وضعیت
he: מצב
hi: स्थिति
vi: Trạng thái

source: Storage
fa: فضای ذخیره‌سازی
he: אחסון
hi: स्टोरेज
vi: Lưu trữ

source: Storage used: (messageStoreSize)
fa: فضای استفاده‌شده: (messageStoreSize)
he: אחסון בשימוש: (messageStoreSize)
hi: उपयोग किया गया स्टोरेज: (messageStoreSize)
vi: Dung lượng sử dụng: (messageStoreSize)

source: Storage used: \(messageStoreSize)
fa: فضای استفاده‌شده: \(messageStoreSize)
he: אחסון בשימוש: \(messageStoreSize)
hi: उपयोग किया गया स्टोरेज: \(messageStoreSize)
vi: Dung lượng sử dụng: \(messageStoreSize)

source: Store encrypted messages in iCloud CloudKit
fa: ذخیره پیام‌های رمزنگاری‌شده در iCloud CloudKit
he: אחסן הודעות מוצפנות ב-iCloud CloudKit
hi: iCloud CloudKit में एन्क्रिप्टेड संदेश स्टोर करें
vi: Lưu tin nhắn mã hóa trong iCloud CloudKit

source: Store this in a safe place. Anyone with these words can access your account.
fa: این را در جای امنی نگهداری کنید. هر کسی با این کلمات می‌تواند به حسابتان دسترسی پیدا کند.
he: שמור זאת במקום בטוח. כל מי שיש לו מילים אלו יכול לגשת לחשבונך.
hi: इसे सुरक्षित स्थान पर रखें। इन शब्दों से कोई भी आपके खाते तक पहुंच सकता है।
vi: Lưu trữ ở nơi an toàn. Bất kỳ ai có những từ này đều có thể truy cập tài khoản của bạn.

source: Support Email
fa: ایمیل پشتیبانی
he: דוא"ל תמיכה
hi: सहायता ईमेल
vi: Email hỗ trợ

source: Suspected
fa: مشکوک
he: חשוד
hi: संदिग्ध
vi: Nghi ngờ

source: Sync system contacts
fa: همگام‌سازی مخاطبین سیستم
he: סנכרן אנשי קשר מערכת
hi: सिस्टम संपर्क सिंक करें
vi: Đồng bộ liên hệ hệ thống

source: Sync warning detected
fa: هشدار همگام‌سازی شناسایی شد
he: זוהתה אזהרת סנכרון
hi: सिंक चेतावनी पाई गई
vi: Phát hiện cảnh báo đồng bộ

source: Synced and ready for promotion to active.
fa: همگام‌سازی شده و آماده ارتقا به فعال.
he: מסונכרן ומוכן לקידום לפעיל.
hi: सिंक किया गया और सक्रिय में पदोन्नति के लिए तैयार।
vi: Đã đồng bộ và sẵn sàng được nâng lên hoạt động.

source: System Contact
fa: مخاطب سیستم
he: איש קשר מערכת
hi: सिस्टम संपर्क
vi: Liên hệ hệ thống

source: System Contact Link
fa: پیوند مخاطب سیستم
he: קישור איש קשר מערכת
hi: सिस्टम संपर्क लिंक
vi: Liên kết liên hệ hệ thống

source: System contact unlinked.
fa: پیوند مخاطب سیستم حذف شد.
he: קישור איש קשר מערכת בוטל.
hi: सिस्टम संपर्क अनलिंक किया गया।
vi: Đã hủy liên kết liên hệ hệ thống.

source: Tap a node to copy host:port.
fa: روی یک گره بزنید تا host:port کپی شود.
he: לחץ על צומת להעתקת host:port.
hi: host:port कॉपी करने के लिए नोड पर टैप करें।
vi: Nhấn vào nút để sao chép host:port.

source: Tap send to record
fa: برای ضبط روی ارسال بزنید
he: לחץ שלח להקלטה
hi: रिकॉर्ड करने के लिए भेजें टैप करें
vi: Nhấn gửi để ghi âm

source: Tap to reveal seed phrase
fa: برای نمایش seed phrase بزنید
he: לחץ לחשיפת seed phrase
hi: Seed phrase प्रकट करने के लिए टैप करें
vi: Nhấn để hiện seed phrase

source: The recipient won't be notified about these messages. Send a request to communicate or payment so they can discover this conversation or ask them to add your contact manually. If sending to older wallets like Kasia.fyi/Kasanova a request to communicate might be required (0.2 KAS per request).
fa: گیرنده از این پیام‌ها مطلع نخواهد شد. یک درخواست ارتباط یا پرداخت ارسال کنید تا بتوانند این گفتگو را کشف کنند یا از آن‌ها بخواهید مخاطب شما را به صورت دستی اضافه کنند. هنگام ارسال به کیف پول‌های قدیمی‌تر مانند Kasia.fyi/Kasanova ممکن است درخواست ارتباط لازم باشد (0.2 KAS به ازای هر درخواست).
he: הנמען לא יקבל הודעה על הודעות אלו. שלח בקשת תקשורת או תשלום כדי שיוכלו לגלות שיחה זו או בקש מהם להוסיף את איש הקשר שלך ידנית. בשליחה לארנקים ישנים כמו Kasia.fyi/Kasanova ייתכן שתידרש בקשת תקשורת (0.2 KAS לכל בקשה).
hi: प्राप्तकर्ता को इन संदेशों की सूचना नहीं दी जाएगी। संवाद अनुरोध या भुगतान भेजें ताकि वे इस बातचीत को खोज सकें या उनसे मैन्युअल रूप से अपना संपर्क जोड़ने के लिए कहें। Kasia.fyi/Kasanova जैसे पुराने वॉलेट पर भेजते समय संवाद अनुरोध आवश्यक हो सकता है (0.2 KAS प्रति अनुरोध)।

source: This account will be removed from this device.
fa: این حساب از این دستگاه حذف خواهد شد.
he: חשבון זה יוסר מהמכשיר הזה.
hi: यह खाता इस डिवाइस से हटा दिया जाएगा।
vi: Tài khoản này sẽ bị xóa khỏi thiết bị này.

source: This contact will be linked after it is created. You still need to enter a Kaspa address or KNS domain.
fa: این مخاطب پس از ایجاد پیوند خواهد شد. همچنان باید یک آدرس Kaspa یا دامنه KNS وارد کنید.
he: איש קשר זה יקושר לאחר יצירתו. עדיין צריך להזין כתובת Kaspa או דומיין KNS.
hi: यह संपर्क बनने के बाद लिंक किया जाएगा। आपको अभी भी एक Kaspa पता या KNS डोमेन दर्ज करना होगा।
vi: Liên hệ này sẽ được liên kết sau khi tạo. Bạn vẫn cần nhập địa chỉ Kaspa hoặc tên miền KNS.

source: This deletes all local data and CloudKit message records. This cannot be undone.
fa: این کار تمام داده‌های محلی و سوابق پیام CloudKit را حذف می‌کند. این عمل قابل بازگشت نیست.
he: פעולה זו מוחקת את כל הנתונים המקומיים ורשומות הודעות CloudKit. לא ניתן לבטל פעולה זו.
hi: यह सभी स्थानीय डेटा और CloudKit संदेश रिकॉर्ड हटा देता है। यह पूर्ववत नहीं किया जा सकता।
vi: Thao tác này xóa tất cả dữ liệu cục bộ và bản ghi tin nhắn CloudKit. Không thể hoàn tác.

source: This device has already received the welcome gift.
fa: این دستگاه قبلا هدیه خوش‌آمدگویی را دریافت کرده است.
he: המכשיר הזה כבר קיבל את מתנת הפתיחה.
hi: इस डिवाइस को पहले ही स्वागत उपहार मिल चुका है।
vi: Thiết bị này đã nhận quà chào mừng rồi.

source: This removes (account.displayAlias) ((account.shortPublicAddress)) and its local data from this device.
fa: این کار (account.displayAlias) ((account.shortPublicAddress)) و داده‌های محلی آن را از این دستگاه حذف می‌کند.
he: פעולה זו מסירה את (account.displayAlias) ((account.shortPublicAddress)) ואת הנתונים המקומיים שלו מהמכשיר.
hi: यह (account.displayAlias) ((account.shortPublicAddress)) और उसका स्थानीय डेटा इस डिवाइस से हटा देता है।
vi: Thao tác này xóa (account.displayAlias) ((account.shortPublicAddress)) và dữ liệu cục bộ khỏi thiết bị này.

source: This removes \(account.displayAlias) (\(account.shortPublicAddress)) and its local data from this device.
fa: این کار \(account.displayAlias) (\(account.shortPublicAddress)) و داده‌های محلی آن را از این دستگاه حذف می‌کند.
he: פעולה זו מסירה את \(account.displayAlias) (\(account.shortPublicAddress)) ואת הנתונים המקומיים שלו מהמכשיר.
hi: यह \(account.displayAlias) (\(account.shortPublicAddress)) और उसका स्थानीय डेटा इस डिवाइस से हटा देता है।
vi: Thao tác này xóa \(account.displayAlias) (\(account.shortPublicAddress)) và dữ liệu cục bộ khỏi thiết bị này.

source: This removes all incoming messages locally and in iCloud, then re-syncs them from the blockchain. Your account info and sent messages are preserved.
fa: این کار تمام پیام‌های ورودی را به صورت محلی و در iCloud حذف می‌کند، سپس آن‌ها را از بلاکچین دوباره همگام‌سازی می‌کند. اطلاعات حساب و پیام‌های ارسالی شما حفظ می‌شوند.
he: פעולה זו מסירה את כל ההודעות הנכנסות מקומית ומ-iCloud, ואז מסנכרנת אותן מחדש מהבלוקצ'יין. פרטי החשבון וההודעות שנשלחו נשמרים.
hi: यह सभी आने वाले संदेशों को स्थानीय रूप से और iCloud से हटाता है, फिर उन्हें ब्लॉकचेन से पुनः सिंक करता है। आपकी खाता जानकारी और भेजे गए संदेश संरक्षित रहते हैं।
vi: Thao tác này xóa tất cả tin nhắn đến cục bộ và trên iCloud, sau đó đồng bộ lại từ blockchain. Thông tin tài khoản và tin nhắn đã gửi được giữ nguyên.

source: This removes discovered nodes, disconnects current sessions, and restarts discovery.
fa: این کار گره‌های کشف‌شده را حذف، جلسات فعلی را قطع و کشف را دوباره شروع می‌کند.
he: פעולה זו מסירה צמתים שנמצאו, מנתקת חיבורים נוכחיים ומפעילה גילוי מחדש.
hi: यह खोजे गए नोड हटाता है, वर्तमान सत्र डिस्कनेक्ट करता है, और खोज पुनः आरंभ करता है।
vi: Thao tác này xóa các nút đã phát hiện, ngắt kết nối phiên hiện tại và khởi động lại khám phá.

source: This removes local account data and messages. CloudKit sync is disabled during the wipe and re-enabled afterward.
fa: این کار داده‌های محلی حساب و پیام‌ها را حذف می‌کند. همگام‌سازی CloudKit در حین پاک‌سازی غیرفعال و پس از آن دوباره فعال می‌شود.
he: פעולה זו מסירה נתוני חשבון והודעות מקומיים. סנכרון CloudKit מושבת בזמן המחיקה ומופעל מחדש אחריה.
hi: यह स्थानीय खाता डेटा और संदेश हटाता है। वाइप के दौरान CloudKit सिंक अक्षम रहता है और बाद में पुनः सक्षम होता है।
vi: Thao tác này xóa dữ liệu tài khoản cục bộ và tin nhắn. Đồng bộ CloudKit bị tắt trong quá trình xóa và được bật lại sau đó.

source: This signs out of your account, but keeps local wallet and message data on this device.
fa: این کار از حسابتان خارج می‌شود، اما داده‌های محلی کیف پول و پیام‌ها را در این دستگاه نگه می‌دارد.
he: פעולה זו מתנתקת מחשבונך, אך שומרת את נתוני הארנק וההודעות המקומיים במכשיר זה.
hi: यह आपके खाते से साइन आउट करता है, लेकिन इस डिवाइस पर स्थानीय वॉलेट और संदेश डेटा रखता है।
vi: Thao tác này đăng xuất khỏi tài khoản, nhưng giữ lại dữ liệu ví và tin nhắn trên thiết bị này.

source: This welcome gift is a community-funded initiative.
fa: این هدیه خوش‌آمدگویی با حمایت جامعه تامین شده است.
he: מתנת הפתיחה הזו היא יוזמה במימון הקהילה.
hi: यह स्वागत उपहार समुदाय द्वारा वित्तपोषित पहल है।
vi: Quà chào mừng này là sáng kiến do cộng đồng tài trợ.

source: This will permanently delete your account from this device. Make sure you have backed up your seed phrase.
fa: این کار حسابتان را برای همیشه از این دستگاه حذف می‌کند. مطمئن شوید که از seed phrase خود نسخه پشتیبان تهیه کرده‌اید.
he: פעולה זו תמחק לצמיתות את חשבונך מהמכשיר הזה. ודא שגיבית את ה-seed phrase שלך.
hi: यह आपके खाते को इस डिवाइस से स्थायी रूप से हटा देगा। सुनिश्चित करें कि आपने अपना seed phrase बैकअप कर लिया है।
vi: Thao tác này sẽ xóa vĩnh viễn tài khoản khỏi thiết bị này. Hãy đảm bảo bạn đã sao lưu seed phrase.

source: To receive notifications, please enable them in Settings.
fa: برای دریافت اعلان‌ها، لطفا آن‌ها را در تنظیمات فعال کنید.
he: כדי לקבל התראות, אנא אפשר אותן בהגדרות.
hi: सूचनाएं प्राप्त करने के लिए, कृपया उन्हें सेटिंग्स में सक्षम करें।
vi: Để nhận thông báo, vui lòng bật trong Cài đặt.

source: Total
fa: کل
he: סה"כ
hi: कुल
vi: Tổng

source: Unarchive
fa: خارج کردن از بایگانی
he: הוצא מארכיון
hi: अनआर्काइव करें
vi: Hủy lưu trữ

source: Unlink
fa: حذف پیوند
he: בטל קישור
hi: अनलिंक करें
vi: Hủy liên kết

source: Used only for push registration and updates
fa: فقط برای ثبت اعلان‌ها و به‌روزرسانی‌ها استفاده می‌شود
he: משמש רק לרישום התראות ועדכונים
hi: केवल पुश पंजीकरण और अपडेट के लिए उपयोग किया जाता है
vi: Chỉ dùng để đăng ký push và cập nhật

source: Used when a contact has no custom notification mode set.
fa: زمانی استفاده می‌شود که مخاطب حالت اعلان سفارشی تنظیم نکرده باشد.
he: משמש כשלאיש קשר לא הוגדר מצב התראות מותאם.
hi: जब किसी संपर्क के लिए कोई कस्टम सूचना मोड सेट नहीं होता तब उपयोग होता है।
vi: Được sử dụng khi liên hệ chưa đặt chế độ thông báo tùy chỉnh.

source: Uses your device contacts to match and enrich Kaspa contacts.
fa: از مخاطبین دستگاه شما برای تطبیق و غنی‌سازی مخاطبین Kaspa استفاده می‌کند.
he: משתמש באנשי קשר מהמכשיר להתאמה והעשרת אנשי קשר Kaspa.
hi: Kaspa संपर्कों को मिलान और समृद्ध करने के लिए आपके डिवाइस संपर्कों का उपयोग करता है।
vi: Sử dụng danh bạ thiết bị để đối chiếu và bổ sung liên hệ Kaspa.

source: Verified
fa: تایید شده
he: מאומת
hi: सत्यापित
vi: Đã xác minh

source: Verified Nodes
fa: گره‌های تایید شده
he: צמתים מאומתים
hi: सत्यापित नोड
vi: Nút đã xác minh

source: Verifying device...
fa: در حال تایید دستگاه...
he: מאמת מכשיר...
hi: डिवाइस सत्यापित किया जा रहा है...
vi: Đang xác minh thiết bị...

source: Version
fa: نسخه
he: גרסה
hi: संस्करण
vi: Phiên bản

source: Vibration
fa: لرزش
he: רטט
hi: कंपन
vi: Rung

source: View Seed Phrase
fa: مشاهده Seed Phrase
he: הצג Seed Phrase
hi: Seed Phrase देखें
vi: Xem seed phrase

source: Voice message
fa: پیام صوتی
he: הודעה קולית
hi: वॉइस संदेश
vi: Tin nhắn thoại

source: Watching
fa: در حال نظارت
he: צופה
hi: निगरानी
vi: Đang theo dõi

source: Website
fa: وب‌سایت
he: אתר
hi: वेबसाइट
vi: Trang web

source: Welcome Gift
fa: هدیه خوش‌آمدگویی
he: מתנת פתיחה
hi: स्वागत उपहार
vi: Quà chào mừng

source: Welcome to KaChat!
fa: به KaChat خوش آمدید!
he: ברוך הבא ל-KaChat!
hi: KaChat में आपका स्वागत है!
vi: Chào mừng đến với KaChat!
