Repository: vsmirn0v/KaChat
Catalog: KaChatNotificationService/*.lproj/Localizable.strings
Languages: fa, he, hi, vi

source: When disabled, messages from this contact will be fetched periodically instead of in real-time. Use this for contacts with high transaction volume to save battery and network usage.
fa: هنگام غیرفعال بودن، پیام‌های این مخاطب به صورت دوره‌ای به جای آنی دریافت می‌شوند. از این گزینه برای مخاطبین با حجم تراکنش بالا برای صرفه‌جویی در باتری و مصرف شبکه استفاده کنید.
he: כשמושבת, הודעות מאיש קשר זה ייאספו מעת לעת במקום בזמן אמת. השתמש באפשרות זו לאנשי קשר עם נפח עסקאות גבוה כדי לחסוך סוללה ושימוש ברשת.
hi: अक्षम होने पर, इस संपर्क के संदेश रीयल-टाइम के बजाय समय-समय पर प्राप्त किए जाएंगे। बैटरी और नेटवर्क उपयोग बचाने के लिए उच्च ट्रांज़ैक्शन वॉल्यूम वाले संपर्कों के लिए इसका उपयोग करें।
vi: Khi tắt, tin nhắn từ liên hệ này sẽ được tải định kỳ thay vì thời gian thực. Sử dụng cho liên hệ có lượng giao dịch cao để tiết kiệm pin và lưu lượng mạng.

source: Wipe Account & Messages
fa: پاک کردن حساب و پیام‌ها
he: מחק חשבון והודעות
hi: खाता और संदेश मिटाएं
vi: Xóa tài khoản & tin nhắn

source: Wipe Incoming Messages
fa: پاک کردن پیام‌های ورودی
he: מחק הודעות נכנסות
hi: आने वाले संदेश मिटाएं
vi: Xóa tin nhắn đến

source: Wipe Local & iCloud Data
fa: پاک کردن داده‌های محلی و iCloud
he: מחק נתונים מקומיים ו-iCloud
hi: स्थानीय और iCloud डेटा मिटाएं
vi: Xóa dữ liệu cục bộ & iCloud

source: Wipe account & messages
fa: پاک کردن حساب و پیام‌ها
he: מחק חשבון והודעות
hi: खाता और संदेश मिटाएं
vi: Xóa tài khoản & tin nhắn

source: Wipe account & messages & iCloud
fa: پاک کردن حساب، پیام‌ها و iCloud
he: מחק חשבון, הודעות ו-iCloud
hi: खाता, संदेश और iCloud मिटाएं
vi: Xóa tài khoản, tin nhắn & iCloud

source: Wipe and re-sync incoming messages
fa: پاک کردن و همگام‌سازی مجدد پیام‌های ورودی
he: מחק וסנכרן מחדש הודעות נכנסות
hi: आने वाले संदेश मिटाएं और पुनः सिंक करें
vi: Xóa và đồng bộ lại tin nhắn đến

source: Write Down Your Seed Phrase
fa: Seed Phrase خود را یادداشت کنید
he: רשום את ה-Seed Phrase שלך
hi: अपना Seed Phrase लिख लें
vi: Ghi lại seed phrase của bạn

source: You will be shown a seed phrase. This is the only way to recover your account. Write it down and store it securely.
fa: یک seed phrase به شما نمایش داده می‌شود. این تنها راه بازیابی حسابتان است. آن را یادداشت کرده و به صورت امن نگهداری کنید.
he: תוצג לך seed phrase. זוהי הדרך היחידה לשחזר את חשבונך. רשום אותה ושמור אותה בצורה מאובטחת.
hi: आपको एक seed phrase दिखाया जाएगा। यह आपके खाते को पुनर्प्राप्त करने का एकमात्र तरीका है। इसे लिख लें और सुरक्षित रूप से संग्रहित करें।
vi: Bạn sẽ được hiển thị một seed phrase. Đây là cách duy nhất để khôi phục tài khoản. Hãy ghi lại và lưu trữ an toàn.

source: (warning.contactAlias) has produced (warning.txCount) transactions in the last minute that are not relevant to you. This consumes battery and network resources. Disable real-time updates for this contact? Messages will still be fetched periodically.
fa: (warning.contactAlias) در دقیقه گذشته (warning.txCount) تراکنش بی‌ربط به شما ایجاد کرده است. این باتری و منابع شبکه را مصرف می‌کند. به‌روزرسانی آنی برای این مخاطب غیرفعال شود؟ پیام‌ها همچنان به صورت دوره‌ای دریافت خواهند شد.
he: (warning.contactAlias) יצר (warning.txCount) עסקאות בדקה האחרונה שאינן רלוונטיות אליך. זה צורך סוללה ומשאבי רשת. להשבית עדכונים בזמן אמת לאיש קשר זה? הודעות עדיין ייאספו מעת לעת.
hi: (warning.contactAlias) ने पिछले एक मिनट में (warning.txCount) ट्रांज़ैक्शन उत्पन्न किए हैं जो आपसे संबंधित नहीं हैं। यह बैटरी और नेटवर्क संसाधनों की खपत करता है। इस संपर्क के लिए रीयल-टाइम अपडेट अक्षम करें? संदेश अभी भी समय-समय पर प्राप्त किए जाएंगे।
vi: (warning.contactAlias) đã tạo (warning.txCount) giao dịch trong phút qua không liên quan đến bạn. Điều này tiêu hao pin và tài nguyên mạng. Tắt cập nhật thời gian thực cho liên hệ này? Tin nhắn vẫn sẽ được tải định kỳ.

source: (watchedCount) contacts
fa: (watchedCount) مخاطب
he: (watchedCount) אנשי קשר
hi: (watchedCount) संपर्क
vi: (watchedCount) liên hệ

source: (wordCount) words
fa: (wordCount) کلمه
he: (wordCount) מילים
hi: (wordCount) शब्द
vi: (wordCount) từ

source: \(warning.contactAlias) has produced \(warning.txCount) transactions in the last minute that are not relevant to you. This consumes battery and network resources.\n\nDisable real-time updates for this contact? Messages will still be fetched periodically.
fa: \(warning.contactAlias) در دقیقه گذشته \(warning.txCount) تراکنش بی‌ربط به شما ایجاد کرده است. این باتری و منابع شبکه را مصرف می‌کند.\n\nبه‌روزرسانی آنی برای این مخاطب غیرفعال شود؟ پیام‌ها همچنان به صورت دوره‌ای دریافت خواهند شد.
he: \(warning.contactAlias) יצר \(warning.txCount) עסקאות בדקה האחרונה שאינן רלוונטיות אליך. זה צורך סוללה ומשאבי רשת.\n\nלהשבית עדכונים בזמן אמת לאיש קשר זה? הודעות עדיין ייאספו מעת לעת.
hi: \(warning.contactAlias) ने पिछले एक मिनट में \(warning.txCount) ट्रांज़ैक्शन उत्पन्न किए हैं जो आपसे संबंधित नहीं हैं। यह बैटरी और नेटवर्क संसाधनों की खपत करता है।\n\nइस संपर्क के लिए रीयल-टाइम अपडेट अक्षम करें? संदेश अभी भी समय-समय पर प्राप्त किए जाएंगे।
vi: \(warning.contactAlias) đã tạo \(warning.txCount) giao dịch trong phút qua không liên quan đến bạn. Điều này tiêu hao pin và tài nguyên mạng.\n\nTắt cập nhật thời gian thực cho liên hệ này? Tin nhắn vẫn sẽ được tải định kỳ.

source: \(watchedCount) contacts
fa: \(watchedCount) مخاطب
he: \(watchedCount) אנשי קשר
hi: \(watchedCount) संपर्क
vi: \(watchedCount) liên hệ

source: \(wordCount) words
fa: \(wordCount) کلمه
he: \(wordCount) מילים
hi: \(wordCount) शब्द
vi: \(wordCount) từ

source: fee: -- sompi
fa: کارمزد: -- sompi
he: עמלה: -- sompi

source: fee: ---- sompi
fa: کارمزد: ---- sompi
he: עמלה: ---- sompi

source: fee: (fee) sompi
fa: کارمزد: (fee) sompi
he: עמלה: (fee) sompi

source: fee: \(fee) sompi
fa: کارمزد: \(fee) sompi
he: עמלה: \(fee) sompi

source: Small Amount
fa: مبلغ کوچک
he: סכום קטן
hi: छोटी राशि
vi: Số tiền nhỏ

source: Send Anyway
fa: ارسال در هر صورت
he: שלח בכל זאת
hi: फिर भी भेजें
vi: Vẫn gửi

source: Sending less than 0.1 KAS may fail due to the network dust protection limit.
fa: ارسال کمتر از 0.1 KAS ممکن است به دلیل محدودیت حفاظت از غبار شبکه ناموفق باشد.
he: שליחת פחות מ-0.1 KAS עלולה להיכשל בגלל מגבלת הגנת הדאסט של הרשת.
hi: 0.1 KAS से कम भेजना नेटवर्क के dust सुरक्षा सीमा के कारण विफल हो सकता है।
vi: Gửi dưới 0,1 KAS có thể thất bại do giới hạn bảo vệ dust của mạng.

source: Request to communicate
hi: संवाद का अनुरोध
vi: Yêu cầu liên lạc

source: Send audio
hi: ऑडियो भेजें
vi: Gửi âm thanh

source: Send KAS
hi: KAS भेजें
vi: Gửi KAS

source: Send message
hi: संदेश भेजें
vi: Gửi tin nhắn

source: When you message someone new on KaChat, they won’t get a notification and your message stays hidden until they message you back or add as well. This protects against spam and increases your privacy. If you want them to be notified, hold the send button and slide up to request to communicate. This will cost 0.2 KAS. (Note: all non KaChat messaging apps will require a request to communicate)
vi: Khi bạn nhắn tin cho ai đó mới trên KaChat, họ sẽ không nhận được thông báo và tin nhắn của bạn sẽ bị ẩn cho đến khi họ cũng nhắn lại hoặc thêm bạn. Điều này giúp chống spam và tăng cường quyền riêng tư của bạn. Nếu bạn muốn họ nhận được thông báo, hãy nhấn giữ nút gửi và trượt lên để yêu cầu liên lạc. Chi phí sẽ là 0.2 KAS. (Lưu ý: tất cả các ứng dụng nhắn tin ngoài KaChat sẽ yêu cầu gửi yêu cầu liên lạc)
